Repository: tryton/tryton
Catalog: modules/stock_package_shipping_sendcloud/locale/*.po
Languages: ca, es

# field:carrier,sendcloud_format:
source: Format
es: Formato

# field:carrier.credential.sendcloud,addresses:
source: Addresses
ca: Adreces
es: Direcciones

# field:carrier.credential.sendcloud,company:
source: Company
ca: Empresa
es: Empresa

# field:carrier.credential.sendcloud,public_key:
source: Public Key
ca: Clau pública
es: Clave pública

# field:carrier.credential.sendcloud,secret_key:
source: Secret Key
ca: Clau secreta
es: Clave secreta

# field:carrier.credential.sendcloud,shipping_methods:
source: Methods
ca: Mètodes
es: Métodos

# field:carrier.sendcloud.address,address:
source: Address
ca: Adreça
es: Dirección

# field:carrier.sendcloud.address,warehouse:
source: Warehouse
ca: Magatzem
es: Almacén

# field:carrier.sendcloud.shipping_method,carrier:
source: Carrier
ca: Transportista
es: Transportista

# field:carrier.sendcloud.shipping_method,shipping_method:
source: Shipping Method
ca: Mètode d'enviament
es: Método de envío

# field:stock.package,sendcloud_shipping_tracking_url:
source: Tracking URL
ca: URL de seguiment
es: URL Seguimiento

# help:carrier.sendcloud.address,address:
source: Leave empty for the Sendcloud default.
ca: Deixar buit per al valor per defecte de Sendcloud.
es: Dejar vacío para el valor por defecto de Sendcloud.

# model:carrier.credential.sendcloud,name:
source: Sendcloud Credential
ca: Credencial Sendcloud
es: Credencial Sendcloud

# model:carrier.sendcloud.address,name:
source: Sendcloud Address
ca: Adreça Sendcloud
es: Dirección Sendcloud

# model:carrier.sendcloud.shipping_method,name:
source: Sendcloud Shipping Method
ca: Mètode d'enviament Sendcloud
es: Método de envío Sendcloud

# model:ir.action,name:act_create_shipping_wizard
source: Create Sendcloud Shipping for Packages
ca: Crear enviament Sendcloud pels paquets
es: Crear envío Sendcloud para paquetes

# model:ir.action,name:act_credential_form
source: Sendcloud Credentials
ca: Credencials Sendcloud
es: Credenciales Sendcloud

# model:ir.message,text:msg_sendcloud_webserver_error
source: Sendcloud webservice call failed with the following error message: %(message)s
ca: La trucada del servei web Sendcloud ha fallat amb el següent missatge d'error: %(message)s
es: La llamada al servicio web de Sendcloud ha fallado con el siguiente mensaje de error: %(message)s

# model:ir.message,text:msg_shipment_has_shipping_reference_number
source: You cannot create a shipping label for shipment "%(shipment)s" because it already has a shipping reference number.
ca: No podeu crear una etiqueta d'enviament per l'albarà "%(shipment)s" perquè ja té un número de referència de l'enviament.
es: No puedes crear una etiqueta de envío para el albarán "%(shipment)s" porque ya tiene un número de referencia del envío.

# model:ir.ui.menu,name:menu_credential_form
source: Sendcloud Credentials
ca: Credencials Sendcloud
es: Credenciales Sendcloud

# selection:carrier,sendcloud_format:
source: A4 - Bottom left
ca: A4 - A baix a l'esquerra
es: A4 - Abajo a la izquierda

# selection:carrier,sendcloud_format:
source: A4 - Bottom right
ca: A4 - A baix a la dreta
es: A4 - Abajo a la derecha

# selection:carrier,sendcloud_format:
source: A4 - Top left
ca: A4 - A dalt a l'esquerra
es: A4 - Arriba a la izquierda

# selection:carrier,sendcloud_format:
source: A4 - Top right
ca: A4 - A dalt a la dreta
es: A4 - Arriba a la derecha

# selection:carrier,sendcloud_format:
source: A6 - Full page
ca: A6 - Pàgina completa
es: A6 - Página completa
