Repository: tryton/tryton
Catalog: modules/account_receivable_rule/locale/*.po
Languages: de

# field:account.account,receivable_rules:
source: Receivable Rules
de: Abstimmungsregeln

# field:account.account.receivable.rule,account:
source: Account
de: Konto

# field:account.account.receivable.rule,account_party_required:
source: Account Party Required
de: Konto Partei Erforderlich

# field:account.account.receivable.rule,account_payable:
source: Account Payable
de: Konto Verbindlichkeiten

# field:account.account.receivable.rule,account_receivable:
source: Account Receivable
de: Konto Forderungen

# field:account.account.receivable.rule,accounts:
source: Accounts
de: Konten

# field:account.account.receivable.rule,company:
source: Company
de: Unternehmen

# field:account.account.receivable.rule,overflow_account:
source: Overflow Account
de: Differenzkonto

# field:account.account.receivable.rule,priorities:
source: Priorities
de: Prioritäten

# field:account.account.receivable.rule.account,account:
source: Account
de: Konto

# field:account.account.receivable.rule.account,account_party_required:
source: Account Party Required
de: Konto Partei Erforderlich

# field:account.account.receivable.rule.account,account_payable:
source: Account Payable
de: Konto Verbindlichkeiten

# field:account.account.receivable.rule.account,account_receivable:
source: Account Receivable
de: Konto Forderungen

# field:account.account.receivable.rule.account,company:
source: Company
de: Unternehmen

# field:account.account.receivable.rule.account,only_reconcile:
source: Only Reconcile
de: Nur Abstimmen

# field:account.account.receivable.rule.account,rule:
source: Rule
de: Regel

# help:account.account.receivable.rule,overflow_account:
source: The account to move exceeded amount. Leave empty to keep it in the current account.
de: Das Konto auf das eine Überzahlung gebucht werden soll. Leer lassen um das aktuelle Konto zu verwenden.

# help:account.account.receivable.rule.account,only_reconcile:
source: Distribute only to fully reconcile.
de: Nur bei vollständiger Abstimmung verteilen.

# model:account.account.receivable.rule,name:
source: Account Receivable Rule
de: Konto Abstimmungsregel

# model:account.account.receivable.rule.account,name:
source: Account Receivable Rule Account
de: Konto Abstimmungsregel Konto

# model:ir.action,name:act_account_receivable_rule_form
source: Account Receivable Rules
de: Konto Aufzifferungsregeln

# model:ir.message,text:msg_account_unique
source: Only one active rule is allowed by account.
de: Es ist nur eine aktive Regel pro Konto erlaubt.

# model:ir.message,text:msg_rule_account_unique
source: Only one account is allowed by rule.
de: Es ist nur ein Konto pro Abstimmungsregel erlaubt.

# model:ir.model.button,string:account_receivable_rule_apply_button
source: Apply
de: Anwenden

# model:ir.rule.group,name:rule_group_account_receivable_rule_companies
source: User in companies
de: Benutzer im Unternehmen

# model:ir.ui.menu,name:menu_account_receivable_rule_form
source: Account Receivable Rules
de: Konto Abstimmungsregeln

# selection:account.account.receivable.rule,priorities:
source: Account, Maturity Date
de: Konto, Fälligkeitsdatum

# selection:account.account.receivable.rule,priorities:
source: Maturity Date, Account
de: Fälligkeitsdatum, Konto

# selection:ir.cron,method:
source: Apply Account Receivable Rules
de: Konto-Abstimmungsregeln anwenden
