Repository: tryton/tryton
Catalog: modules/account_statement_coda/locale/*.po
Languages: es

# error:account.statement.import:
source: No journal found for the bank account '%(account)s'.
es: No se ha encontrado ningún diario para la cuenta bancaria '%(account)s'.

# error:account.statement.import:
source: The journal '%(journal)s' must have the currency '%(coda_currency)s' instead of '%(currency)s'
es: El diario '%(journal)s' debe tener la divisa '%(coda_currency)s' en vez de '%(currency)s'

# model:account.statement.origin.information,selection:information_r_transaction
source: 0: Paid 1: Reject 2: Return 3: Refund 4: Reversal 5: Cancellation
es: 0: Pagado 1: Refusado 2: Retornado 3: Devuelto 4: Inverso 5: Cancelado

# model:account.statement.origin.information,string:information_bank_reference
source: Bank Reference
es: Referencia bancaria

# model:account.statement.origin.information,string:information_category_purpose
source: Category Purpose
es: Propósito de la categoría

source: Counterparty Account
es: Cuenta de contrapartida

# model:account.statement.origin.information,string:information_counterparty_bic
source: Counterparty BIC
es: BIC del tercero de contrapartida

# model:account.statement.origin.information,string:information_counterparty_name
source: Counterparty Name
es: Nombre del tercero de contrapartida

# model:account.statement.origin.information,string:information_customer_reference
source: Customer Reference
es: Referencia cliente

# model:account.statement.origin.information,string:information_purpose
source: Purpose
es: Propósito

# model:account.statement.origin.information,string:information_r_reason
source: Return Reason
es: Motivo retorno

# model:account.statement.origin.information,string:information_r_transaction
source: Return Type
es: Tipo retorno

source: Transaction Category
es: Categoría de transacción

# model:account.statement.origin.information,string:information_transaction_family
source: Transaction Family
es: Familia de transacción

source: Transaction
es: Transacción
