Repository: tryton/tryton
Catalog: modules/account_payment/locale/*.po
Languages: de

# field:account.configuration,payment_group_sequence:
source: Payment Group Sequence
de: Nummernkreis Zahlungslauf

# field:account.configuration,payment_sequence:
source: Payment Sequence
de: Nummernkreis Zahlung

# field:account.configuration.payment_group_sequence,company:
source: Company
de: Unternehmen

# field:account.configuration.payment_group_sequence,payment_group_sequence:
source: Payment Group Sequence
de: Nummernkreis Zahlungslauf

# field:account.configuration.payment_sequence,company:
source: Company
de: Unternehmen

# field:account.configuration.payment_sequence,payment_sequence:
source: Payment Sequence
de: Nummernkreis Zahlung

# field:account.invoice,payment_direct_debit:
source: Direct Debit
de: Lastschrifteinzug

# field:account.move.line,payment_amount:
source: Amount to Pay
de: Zahlbarer Betrag

# field:account.move.line,payment_amount_cache:
source: Amount to Pay Cache
de: Zahlbarer Betrag Cache

# field:account.move.line,payment_blocked:
source: Blocked
de: Gesperrt

# field:account.move.line,payment_currency:
source: Payment Currency
de: Währung Zahlung

# field:account.move.line,payment_direct_debit:
source: Direct Debit
de: Lastschrifteinzug

# field:account.move.line,payment_kind:
source: Payment Kind
de: Zahlungsart

# field:account.move.line,payments:
source: Payments
de: Zahlungen

# field:account.move.line.create_direct_debit.start,date:
source: Date
de: Datum

# field:account.move.line.pay.ask_journal,company:
source: Company
de: Unternehmen

# field:account.move.line.pay.ask_journal,currency:
source: Currency
de: Währung

# field:account.move.line.pay.ask_journal,journals:
source: Journals
de: Journal

# field:account.move.line.pay.start,date:
source: Date
de: Datum

# field:account.payment,amount:
source: Amount
de: Betrag

# field:account.payment,approved_by:
source: Approved by
de: Genehmigt von

# field:account.payment,company:
source: Company
de: Unternehmen

# field:account.payment,currency:
source: Currency
de: Währung

# field:account.payment,date:
source: Date
de: Datum

# field:account.payment,failed_by:
source: Failure Noted by
de: Fehlschlag vermerkt von

# field:account.payment,group:
source: Group
de: Zahlungslauf

# field:account.payment,kind:
source: Kind
de: Art

# field:account.payment,line:
source: Line
de: Posten

# field:account.payment,number:
source: Number
de: Nummer

# field:account.payment,origin:
source: Origin
de: Herkunft

# field:account.payment,party:
source: Party
de: Partei

# field:account.payment,process_method:
source: Process Method
de: Ausführungsmethode

# field:account.payment,reference:
source: Reference
de: Referenz

# field:account.payment,state:
source: State
de: Status

# field:account.payment,submitted_by:
source: Submitted by
de: Übermittelt von

# field:account.payment,succeeded_by:
source: Success Noted by
de: Erfolg vermerkt von

# field:account.payment.group,company:
source: Company
de: Unternehmen

# field:account.payment.group,currency:
source: Currency
de: Währung

# field:account.payment.group,kind:
source: Kind
de: Art

# field:account.payment.group,number:
source: Number
de: Nummer

# field:account.payment.group,payment_amount:
source: Payment Total Amount
de: Gesamtbetrag Zahlung

# field:account.payment.group,payment_amount_succeeded:
source: Payment Succeeded
de: Zahlung erfolgreich

# field:account.payment.group,payment_complete:
source: Payment Complete
de: Zahlungslauf vollständig

# field:account.payment.group,payment_count:
source: Payment Count
de: Anzahl Zahlungen

# field:account.payment.group,payments:
source: Payments
de: Zahlungen

# field:account.payment.group,process_method:
source: Process Method
de: Ausführungsmethode

# field:account.payment.journal,company:
source: Company
de: Unternehmen

# field:account.payment.journal,currency:
source: Currency
de: Währung

# field:account.payment.journal,process_method:
source: Process Method
de: Ausführungsmethode

# field:party.party,payment_direct_debit:
source: Direct Debit
de: Lastschrifteinzug

# field:party.party,payment_direct_debits:
source: Direct Debits
de: Lastschrifteinzüge

# field:party.party,payment_identical_parties:
source: Identical Parties
de: Identische Parteien

# field:party.party,reception_direct_debits:
source: Direct Debits
de: Lastschrifteinzüge

# field:party.party.payment_direct_debit,company:
source: Company
de: Unternehmen

# field:party.party.payment_direct_debit,party:
source: Party
de: Partei

# field:party.party.payment_direct_debit,payment_direct_debit:
source: Direct Debit
de: Lastschrifteinzug

# field:party.party.reception_direct_debit,company:
source: Company
de: Unternehmen

# field:party.party.reception_direct_debit,currency:
source: Currency
de: Währung

# field:party.party.reception_direct_debit,party:
source: Party
de: Partei

# field:party.party.reception_direct_debit,process_method:
source: Process Method
de: Ausführungsmethode

# field:party.party.reception_direct_debit,type:
source: Type
de: Typ

# help:account.invoice,payment_direct_debit:
source: Check if the invoice is paid by direct debit.
de: Aktivieren wenn die Rechnung per Lastschrift bezahlt wird.

# help:account.move.line,payment_direct_debit:
source: Check if the line will be paid by direct debit.
de: Aktivieren wenn die Rechnungsposition per Lastschrift bezahlt wird.

# help:account.move.line.create_direct_debit.start,date:
source: Create direct debit for lines due up to this date.
de: Es werden Lastschrifteinzüge für Postionen erstellt, die bis zu diesem Datum fällig sind.

# help:account.move.line.pay.start,date:
source: When the payments are scheduled to happen. Leave empty to use the lines' maturity dates.
de: Das Datum an dem die Ausführung der Zahlungen geplant ist. Leer lassen, um das Fälligkeitsdatum der Buchungszeilen zu verwenden.

# help:account.payment.group,payment_amount:
source: The sum of all payment amounts.
de: Die Summe aller Zahlbeträge.

# help:account.payment.group,payment_amount_succeeded:
source: The sum of the amounts of the successful payments.
de: Die Summe aller Beträge von erfolgreichen Zahlungen.

# help:account.payment.group,payment_complete:
source: All the payments in the group are complete.
de: Alle Zahlungen im Zahlungslauf sind vollständig.

# help:account.payment.group,payment_count:
source: The number of payments in the group.
de: Die Anzahl der Zahlungen im Zahlungslauf.

# help:account.statement.rule,description:
source: 'payment'
de: 'payment': Zahlung

# help:party.party,payment_direct_debit:
source: Check if supplier does direct debit.
de: Aktivieren wenn mit dem Lieferanten Lastschrifteinzug vereinbart wurde.

# help:party.party,reception_direct_debits:
source: Fill to debit automatically the customer.
de: Ausfüllen wenn Forderungen per Lastschrift eingezogen werden sollen.

# help:party.party.payment_direct_debit,payment_direct_debit:
source: Check if supplier does direct debit.
de: Aktivieren wenn mit dem Lieferanten Lastschrifteinzug vereinbart wurde.

# help:party.party.reception_direct_debit,type:
source: Make a single payment.
de: Eine Sammelzahlung durchführen.

# help:party.party.reception_direct_debit,type:
source: Make one payment per line.
de: Eine Zahlung pro Position durchführen.

# model:account.configuration.payment_group_sequence,string:
source: Account Configuration Payment Group Sequence
de: Buchhaltung Einstellungen Zahlungsgruppe Nummernkreis

# model:account.configuration.payment_sequence,string:
source: Account Configuration Payment Sequence
de: Buchhaltung Einstellungen Zahlung Nummernkreis

# model:account.move.line.create_direct_debit.start,string:
source: Account Move Line Create Direct Debit Start
de: Buchhaltung Buchungssatz Lastschrifteinzug erstellen Start

# model:account.move.line.pay.ask_journal,string:
source: Account Move Line Pay Ask Journal
de: Buchhaltung Buchungszeile Bezahlen Frage Journal

# model:account.move.line.pay.start,string:
source: Account Move Line Pay Start
de: Buchhaltung Buchungszeile Bezahlen Start

# model:account.payment,string:
source: Account Payment
de: Buchhaltung Zahlung

# model:account.payment.group,string:
source: Account Payment Group
de: Buchhaltung Zahlungsgruppe

# model:account.payment.journal,string:
source: Account Payment Journal
de: Buchhaltung Zahlung Journal

# model:ir.action,name:act_move_line_form
source: Lines to Pay
de: Offene Zahlungsposten

# model:ir.action,name:act_pay_line
source: Pay Lines
de: Zahlungsposition bezahlen

# model:ir.action,name:act_payment_form
source: Payments
de: Zahlungen

# model:ir.action,name:act_payment_form_group_open
source: Payments
de: Zahlungen

# model:ir.action,name:act_payment_form_line_relate
source: Payments
de: Zahlungen

# model:ir.action,name:act_payment_form_payable
source: Payable Payments
de: Zahlungen Verbindlichkeiten

# model:ir.action,name:act_payment_form_receivable
source: Receivable Payments
de: Zahlungen Forderungen

# model:ir.action,name:act_payment_form_relate_party
source: Payments
de: Zahlungen

# model:ir.action,name:act_payment_group_form
source: Payment Groups
de: Zahlungsläufe

# model:ir.action,name:act_payment_journal_form
source: Payment Journals
de: Zahlungsjournale

# model:ir.action,name:act_process_payments
source: Process Payments
de: Zahlungen ausführen

# model:ir.action,name:wizard_create_direct_debit
source: Create Direct Debit
de: Lastschrifteinzug erstellen

# model:ir.action.act_window.domain,name:act_move_line_form_domain_payable
source: Payable
de: Verbindlichkeiten

# model:ir.action.act_window.domain,name:act_move_line_form_domain_receivable
source: Receivable
de: Forderungen

# model:ir.action.act_window.domain,name:act_payment_form_group_open_domain_all
source: All
de: Alle

# model:ir.action.act_window.domain,name:act_payment_form_group_open_domain_failed
source: Failed
de: Fehlgeschlagen

source: Processing
de: In Ausführung

source: Succeeded
de: Erfolgreich

# model:ir.action.act_window.domain,name:act_payment_form_payable_domain_all
source: All
de: Alle

# model:ir.action.act_window.domain,name:act_payment_form_payable_domain_draft
source: Draft
de: Entwurf

source: Processing
de: In Ausführung

source: To Approve
de: Zu Genehmigen

source: To Process
de: Auszuführen

# model:ir.action.act_window.domain,name:act_payment_form_receivable_domain_all
source: All
de: Alle

# model:ir.action.act_window.domain,name:act_payment_form_receivable_domain_draft
source: Draft
de: Entwurf

source: Processing
de: In Ausführung

source: To Process
de: Auszuführen

# model:ir.action.act_window.domain,name:act_payment_group_form_domain_all
source: All
de: Alle

source: Pending
de: Ausstehend

# model:ir.message,text:msg_erase_party_pending_payment
source: You cannot erase party "%(party)s" while they have pending payments with company "%(company)s".
de: Partei "%(party)s" kann nicht gelöscht werden, solange noch Zahlungen bei Unternehmen "%(company)s" ausstehen.

# model:ir.message,text:msg_move_cancel_payments
source: The moves "%(moves)s" contain lines with payments, you may want to cancel them before cancelling.
de: Die Buchungssätze "%(moves)s" enthalten Buchungszeilen, denen Zahlungen zugeordnet sind. Die Zahlungen sollten zuerst annulliert werden, bevor die Buchungssätze annulliert werden.

# model:ir.message,text:msg_move_line_delegate_payments
source: The lines "%(lines)s" have payments, you may want to cancel them before delegating.
de: Den Buchungszeilen "%(lines)s" sind Zahlungen zugeordnet. Die Zahlungen sollten zuerst annulliert werden, bevor die Buchungszeilen übertragen werden.

# model:ir.message,text:msg_move_line_group_payments
source: The lines "%(lines)s" have payments, you may want to cancel them before grouping.
de: Den Buchungszeilen "%(lines)s" sind Zahlungen zugeordnet. Die Zahlungen sollten zuerst annulliert werden, bevor die Buchungszeilen gruppiert werden.

# model:ir.message,text:msg_move_line_reschedule_payments
source: The lines "%(lines)s" have payments, you may want to cancel them before rescheduling.
de: Den Buchungszeilen "%(lines)s" sind Zahlungen zugeordnet. Die Zahlungen sollten zuerst annulliert werden, bevor die Buchungszeilen neu terminiert werden.

# model:ir.message,text:msg_pay_line_blocked
source: Line "%(line)s" is blocked for payment.
de: Für Position "%(line)s" ist eine Zahlsperre gesetzt.

# model:ir.message,text:msg_pay_line_group
source: The lines "%(names)s" for %(party)s could be grouped with the line "%(line)s".
de: Die Buchungszeilen "%(names)s" für %(party)s konnten nicht mit Buchungszeile "%(line)s" gruppiert werden.

# model:ir.message,text:msg_payment_delete_draft
source: To delete payment "%(payment)s" you must reset it to draft state.
de: Um Zahlung "%(payment)s" zu löschen, muss sie auf den Entwurfsstatus zurückgesetzt werden.

# model:ir.message,text:msg_payment_overpay
source: Payment "%(payment)s" overpays line "%(line)s".
de: Die Zahlung "%(payment)s" führt zu einer Überzahlung von Position "%(line)s".

# model:ir.message,text:msg_payment_reconciled
source: The line "%(line)s" of payment "%(payment)s" is already reconciled.
de: Die Buchungszeile "%(line)s" der Zahlung "%(payment)s" ist bereits abgestimmt.

# model:ir.model.button,confirm:payment_process_wizard_button
source: Are you sure you want to process the payments?
de: Sollen die Zahlungen ausgeführt werden?

# model:ir.model.button,string:move_line_pay_button
source: Pay
de: Bezahlen

# model:ir.model.button,string:move_line_payment_block_button
source: Block
de: Sperren

# model:ir.model.button,string:move_line_payment_unblock_button
source: Unblock
de: Sperre aufheben

# model:ir.model.button,string:payment_approve_button
source: Approve
de: Genehmigen

# model:ir.model.button,string:payment_draft_button
source: Draft
de: Entwurf

# model:ir.model.button,string:payment_fail_button
source: Fail
de: Fehlgeschlagen markieren

# model:ir.model.button,string:payment_group_succeed_button
source: Succeed
de: Erfolgreich markieren

# model:ir.model.button,string:payment_proceed_button
source: Processing
de: In Ausführung

# model:ir.model.button,string:payment_process_wizard_button
source: Process
de: Ausführen

# model:ir.model.button,string:payment_submit_button
source: Submit
de: Übermitteln

# model:ir.model.button,string:payment_succeed_button
source: Succeed
de: Erfolgreich markieren

# model:ir.rule.group,name:rule_group_party_reception_direct_debit_companies
source: User in companies
de: Benutzer in Unternehmen

# model:ir.rule.group,name:rule_group_payment_companies
source: User in companies
de: Benutzer in Unternehmen

# model:ir.rule.group,name:rule_group_payment_group_companies
source: User in companies
de: Benutzer in Unternehmen

# model:ir.rule.group,name:rule_group_payment_journal_companies
source: User in companies
de: Benutzer in Unternehmen

# model:ir.sequence,name:sequence_account_payment
source: Default Account Payment
de: Standard Zahlung

# model:ir.sequence,name:sequence_account_payment_group
source: Default Account Payment Group
de: Standard Zahlungslauf

# model:ir.sequence.type,name:sequence_type_account_payment
source: Account Payment Group
de: Zahlungslauf

# model:ir.sequence.type,name:sequence_type_account_payment_group
source: Account Payment Group
de: Zahlungslauf

# model:ir.ui.menu,name:menu_create_direct_debit
source: Create Direct Debit
de: Lastschrifteinzug erstellen

# model:ir.ui.menu,name:menu_move_line_form
source: Lines to Pay
de: Offene Zahlungsposten

# model:ir.ui.menu,name:menu_payment_configuration
source: Payments
de: Zahlungen

# model:ir.ui.menu,name:menu_payment_form_payable
source: Payable Payments
de: Zahlungen Verbindlichkeiten

# model:ir.ui.menu,name:menu_payment_form_receivable
source: Receivable Payments
de: Zahlungen Forderungen

# model:ir.ui.menu,name:menu_payment_group_form
source: Payment Groups
de: Zahlungsläufe

# model:ir.ui.menu,name:menu_payment_journal_form
source: Payment Journals
de: Zahlungsjournale

# model:ir.ui.menu,name:menu_payments
source: Payments
de: Zahlungen

# model:party.party.payment_direct_debit,string:
source: Party Payment Direct Debit
de: Partei Zahlung Lastschrift

# model:party.party.reception_direct_debit,string:
source: Party Reception Direct Debit
de: Partei Erhalt Lastschrift

# model:res.group,name:group_payment
source: Payment
de: Zahlung

# model:res.group,name:group_payment_approval
source: Payment Approval
de: Zahlungsbewilligung

# selection:account.move.line,payment_kind:
source: Payable
de: Verbindlichkeiten

# selection:account.move.line,payment_kind:
source: Receivable
de: Forderungen

# selection:account.payment,kind:
source: Payable
de: Verbindlichkeiten

# selection:account.payment,kind:
source: Receivable
de: Forderungen

# selection:account.payment,state:
source: Approved
de: Genehmigt

# selection:account.payment,state:
source: Draft
de: Entwurf

# selection:account.payment,state:
source: Failed
de: Fehlgeschlagen

# selection:account.payment,state:
source: Processing
de: In Ausführung

# selection:account.payment,state:
source: Submitted
de: Übermittelt

# selection:account.payment,state:
source: Succeeded
de: Erfolgreich

# selection:account.payment.group,kind:
source: Payable
de: Verbindlichkeiten

# selection:account.payment.group,kind:
source: Receivable
de: Forderungen

# selection:account.payment.journal,process_method:
source: Manual
de: Manuell

# selection:party.party.reception_direct_debit,type:
source: Balance
de: Saldo

# selection:party.party.reception_direct_debit,type:
source: Line
de: Posten

# view:account.configuration:
source: Group Sequence:
de: Nummernkreis Zahlungslauf:

# view:account.configuration:
source: Payment
de: Zahlung

# view:account.configuration:
source: Sequence:
de: Nummernkreis:

# view:account.move.line.create_direct_debit.start:
source: Create Direct Debit for date
de: Lastschrifteinzüge erstellen bis Datum

# view:account.payment.group:
source: Complete
de: Vollständig

# view:account.payment.group:
source: Count
de: Anzahl

# view:account.payment.group:
source: Payments Info
de: Zahlungsinformationen

# view:account.payment.group:
source: Succeeded
de: Erfolgreich

# view:account.payment.group:
source: Total Amount
de: Gesamtbetrag

# view:account.payment:
source: Other Info
de: Sonstiges

# view:account.payment:
source: Payment
de: Zahlung

# wizard_button:account.move.line.create_direct_debit,start,create_:
source: Create
de: Erstellen

# wizard_button:account.move.line.create_direct_debit,start,end:
source: Cancel
de: Abbrechen

# wizard_button:account.move.line.pay,ask_journal,end:
source: Cancel
de: Abbrechen

# wizard_button:account.move.line.pay,ask_journal,next_:
source: Pay
de: Bezahlen

# wizard_button:account.move.line.pay,start,end:
source: Cancel
de: Abbrechen

# wizard_button:account.move.line.pay,start,next_:
source: Pay
de: Bezahlen
