Repository: tryton/tryton
Catalog: modules/carrier_weight/locale/*.po
Languages: ro

# field:carrier,weight_currency:
source: Currency
ro: Valută

# field:carrier,weight_price_list:
source: Price List
ro: Listă de prețuri

# field:carrier,weight_uom:
source: Weight UoM
ro: UM Greutate

# field:carrier.weight_price_list,carrier:
source: Carrier
ro: Curier

# field:carrier.weight_price_list,currency:
source: Currency
ro: Monedă

# field:carrier.weight_price_list,price:
source: Price
ro: Preț

# field:carrier.weight_price_list,weight:
source: Weight
ro: Greutate

# field:carrier.weight_price_list,weight_uom:
source: Weight UoM
ro: UM Greutate

# help:carrier,weight_currency:
source: The currency of the price.
ro: Moneda prețului.

# help:carrier,weight_price_list:
source: Add price per weight to the carrier service. The first line for which the weight is greater is used. The line with weight of 0 is used as default price.
ro: Adăugați prețul pe greutate la serviciul de transport. Se folosește primul rând pentru care greutatea este mai mare. Rândul cu greutatea 0 este utilizată ca preț implicit.

# help:carrier,weight_uom:
source: The Unit of Measure of weight criteria for the price list.
ro: Unitatea de măsură a criteriilor de greutate pentru lista de prețuri.

# help:carrier.weight_price_list,carrier:
source: The carrier that the price list belongs to.
ro: Transportatorul căruia îi aparține lista de prețuri.

# help:carrier.weight_price_list,price:
source: The price of the carrier service.
ro: Prețul serviciului de transport.

# help:carrier.weight_price_list,weight:
source: The lower limit for the price.
ro: Limita inferioară a prețului.

# help:carrier.weight_price_list,weight_uom:
source: The Unit of Measure of the weight.
ro: Unitatea de măsură a greutății.

# model:carrier.weight_price_list,string:
source: Carrier Weight Price List
ro: Lista de prețuri Greutate transport

# selection:carrier,carrier_cost_method:
source: Weight
ro: Greutate
