Repository: tryton/tryton
Catalog: modules/account_dunning_letter/locale/*.po
Languages: de_de

# field:account.dunning.level,print_on_letter:
source: Print on Letter
de_de: Auf Mahnschreiben andrucken

# model:ir.action,name:report_letter
source: Dunning Letter
de_de: Mahnung

# report:account.dunning.letter:
source: Amount
de_de: Betrag

# report:account.dunning.letter:
source: Date
de_de: Datum

# report:account.dunning.letter:
source: Date:
de_de: Datum:

# report:account.dunning.letter:
source: Description
de_de: Beschreibung

# report:account.dunning.letter:
source: Due Date
de_de: FÃ¤lligkeitsdatum

# report:account.dunning.letter:
source: Pending Payments Received
de_de: Erhaltene Zahlungen

# report:account.dunning.letter:
source: Reference
de_de: Beleg-Nr.

# report:account.dunning.letter:
source: Reminder Notice
de_de: Erinnerung
