Repository: tryton/tryton
Catalog: modules/account_cash_rounding/locale/*.po
Languages: it

# field:account.configuration,cash_rounding:
source: Cash Rounding
it: Arrotondamento contante

# field:account.configuration,cash_rounding_credit_account:
source: Cash Rounding Credit Account
it: Conto di accredito arrotondamento contante

# field:account.configuration,cash_rounding_debit_account:
source: Cash Rounding Debit Account
it: Conto di addebito arrotondamento contante

# field:account.configuration.cash_rounding_account,cash_rounding:
source: Cash Rounding
it: Arrotondamento contante

# field:account.configuration.cash_rounding_account,cash_rounding_credit_account:
source: Cash Rounding Credit Account
it: Conto di accredito arrotondamento contante

# field:account.configuration.cash_rounding_account,cash_rounding_debit_account:
source: Cash Rounding Debit Account
it: Conto di addebito arrotondamento contante

# field:account.configuration.cash_rounding_account,company:
source: Company
it: Azienda

# field:account.invoice,cash_rounding:
source: Cash Rounding
it: Arrotondamento contante

# field:currency.currency,cash_rounding:
source: Cash Rounding Factor
it: Fattore di arrotondamento contante

# field:purchase.purchase,cash_rounding:
source: Cash Rounding
it: Arrotondamento contante

# model:ir.message,text:msg_missing_cash_rounding_account
source: There is not cash rounding account configured.
it: Non Ã¨ stato impostato alcun conto per l'arrotondamento del contante.
