Repository: tryton/tryton
Catalog: modules/stock_shipping_point/locale/*.po
Languages: ca, de, es, fr, nl

# field:stock.location,shipping_points:
source: Shipping Points
ca: Punts de càrrega
de: Ladezonen
es: Muelles de carga
fr: Points d'expédition
nl: Verzendmomenten

# field:stock.shipment.in,shipping_point:
source: Shipping Point
ca: Punt de càrrega
de: Ladezone
es: Muelle de carga
fr: Point d'expédition
nl: Verzendmoment

# field:stock.shipment.in.return,shipping_point:
source: Shipping Point
ca: Punt de càrrega
de: Ladezone
es: Muelle de carga
fr: Point d'expédition
nl: Verzendmoment

# field:stock.shipment.internal,incoming_shipping_point:
source: Incoming Shipping Point
ca: Punt de càrrega d'entrada
de: Entladezone
es: Muelle de carga de entrada
fr: Point d'expédition entrant
nl: Moment inkomende zending

# field:stock.shipment.internal,shipping_point:
source: Outgoing Shipping Point
ca: Punt de càrrega de sortida
de: Beladezone
es: Muelle de carga de salida
fr: Point d'expédition sortante
nl: Moment uitgaande zending

# field:stock.shipment.out,shipping_point:
source: Shipping Point
ca: Punt de càrrega
de: Ladezone
es: Muelle de carga
fr: Point d'expédition
nl: Verzendmoment

# field:stock.shipment.out.return,shipping_point:
source: Shipping Point
ca: Punt de càrrega
de: Ladezone
es: Muelle de carga
fr: Point d'expédition
nl: Verzendmoment

# field:stock.shipping.point,name:
source: Name
ca: Nom
es: Nombre
fr: Nom
nl: Naam

# field:stock.shipping.point,warehouse:
source: Warehouse
ca: Magatzem
de: Logistikstandort
es: Almacén
fr: Entrepôt
nl: Magazijn

# field:stock.shipping.point.selection,contains_product_categories:
source: Contains Product Categories
ca: Conté categories de producte
de: Enthält Artikelkategorien
es: Contiene categorias de producto
fr: Contient les catégories de produits
nl: Bevat productcategorieën

# field:stock.shipping.point.selection,contains_product_classification:
source: Contains Product Classification
ca: Conté clasificació del producte
de: Enthält Artikelklassifizierung
es: Contiene clasificación de producto
fr: Contient la classification de produit
nl: Bevat productclassificatie

# field:stock.shipping.point.selection,delivery_country:
source: Country
ca: País
de: Land
es: País
fr: Pays
nl: Land

# field:stock.shipping.point.selection,max_volume:
source: Maximal Volume
ca: Volum màxim
de: Maximalvolumen
es: Volumen máximo
fr: Volume maximal
nl: Maximaal volume

# field:stock.shipping.point.selection,max_weight:
source: Maximum Weight
ca: Pes màxim
de: Maximalgewicht
es: Peso máximo
fr: Poids maximal
nl: Maximum gewicht

# field:stock.shipping.point.selection,min_volume:
source: Minimal Volume
ca: Volumen mínim
de: Minimalvolumen
es: Volumen mínimo
fr: Volume minimal
nl: Minimaal volume

# field:stock.shipping.point.selection,min_weight:
source: Minimal Weight
ca: Pes mínim
de: Minimalgewicht
es: Peso mínimo
fr: Poids minimal
nl: Minimaal gewicht

# field:stock.shipping.point.selection,shipping_point:
source: Shipping Point
ca: Punt de càrrega
de: Ladezone
es: Muelle de carga
fr: Point d'expédition
nl: Verzendmoment

# field:stock.shipping.point.selection,volume_uom:
source: Volume UoM
ca: UdM del volum
de: Volumenmaßeinheit
es: UdM del volumen
fr: UDM de volume
nl: Maateenheid volume

# field:stock.shipping.point.selection,warehouse:
source: Warehouse
ca: Magatzem
de: Logistikstandort
es: Almacén
fr: Entrepôt
nl: Magazijn

# field:stock.shipping.point.selection,weight_uom:
source: Weight UoM
ca: UdM del pes
de: Gewichtsmaßeinheit
es: UdM del peso
fr: UDM de poids
nl: Maateenheid gewicht

# field:stock.shipping.point.selection-contains-product.category,category:
source: Category
ca: Categoria
de: Kategorie
es: Categoría
fr: Catégorie
nl: Categorie

# field:stock.shipping.point.selection-contains-product.category,selection:
source: Selection
ca: Selecció
de: Auswahl
es: Selección
fr: Sélection
nl: Selectie

# help:stock.shipping.point.selection,contains_product_categories:
source: Apply only when at least one product shipped is in one of these categories. Leave empty for any product category.
ca: Aplica nomes quan el producte que s'envia es d'alguna d'aquestes categories. Deixar en blanc per qualsevol categoría de producte.
de: Nur anwenden, wenn mindestens ein versendetes Produkt zu einer dieser Kategorien gehört. Für alle Produktkategorien leer lassen.
es: Aplica solo cuando un producto se envia es de alguna de estas categorías. Dejar en blanco para cualquier categoría de producto.
fr: À appliquer uniquement si au moins un produit expédié appartient à l'une de ces catégories. Laissez vide pour toute catégorie de produit.
nl: Alleen van toepassing als ten minste één verzonden product in een van deze categorieën valt. Laat dit veld leeg voor elke productcategorie.

# help:stock.shipping.point.selection,contains_product_classification:
source: Apply only when at least one product shipped belongs to this classification. Leave empty for any product classification.
ca: Aplica només quan almenys un producte pertany a aquesta clasificació. Deixar en blanc per qualsevol clasificació de producte.
de: Nur anwenden, wenn mindestens ein versandtes Produkt dieser Klassifizierung angehört. Für alle Produktklassifizierungen leer lassen.
es: Aplica solo cuando un almenos un producte pertenece a esta clasificación. Dejar en blanco para cualquier clasificación de producto.
fr: À utiliser uniquement si au moins un produit expédié appartient à cette classification. Laissez vide pour toute classification de produit.
nl: Alleen van toepassing als ten minste één verzonden product tot deze classificatie behoort. Laat dit veld leeg voor elke productclassificatie.

# help:stock.shipping.point.selection,delivery_country:
source: Apply only when delivering to this country. Leave empty for any country.
ca: Aplica només al enviar a aquest páis. Deixa en blanc per cualsevol país.
de: Nur bei Lieferungen in dieses Land anwenden. Für alle anderen Länder leer lassen.
es: Aplicar solo al enviar a este páis. Dejar en blanco para cualquier país.
fr: À appliquer uniquement pour les livraisons dans ce pays. Laissez vide pour tout pays.
nl: Alleen van toepassing bij levering naar dit land. Laat dit veld leeg voor levering naar elk ander land.

# model:ir.action,name:act_stock_shipping_point
source: Shipping Points
ca: Punts de càrrega
de: Ladezonen
es: Muelles de carga
fr: Points d'expédition
nl: Verzendmomenten

# model:ir.action,name:act_stock_shipping_point_selection
source: Selection
ca: Selecció
de: Auswahl
es: Selección
fr: Sélection
nl: Selectie

# model:ir.ui.menu,name:menu_stock_shipping_point
source: Shipping Points
ca: Punts de càrrega
de: Ladezonen
es: Muelles de carga
fr: Points d'expédition
nl: Verzendmomenten

# model:ir.ui.menu,name:menu_stock_shipping_point_selection
source: Selection
ca: Selecció
de: Auswahl
es: Selección
fr: Sélection
nl: Selectie

# model:stock.shipping.point,string:
source: Stock Shipping Point
ca: Punts de càrrega logístics
de: Lager Ladezone
es: Muelles de carga logísticos
fr: Point d'expédition des stocks
nl: Voorraad verzend momenten

# model:stock.shipping.point.selection,string:
source: Stock Shipping Point Selection
ca: Selecció de punts de càrrega logístics
de: Lager Ladezone Auswahl
es: Selección de muelles de carga logísticos
fr: Sélection de point d'expédition des stocks
nl: Voorraad verzend momenten selectie

# model:stock.shipping.point.selection-contains-product.category,string:
source: Stock Shipping Point Selection - Contains - Product Category
ca: Punts de càrrega - Categoría de producte
de: Lager Ladezone Auswahl - Enthält - Artikelkategorie
es: Muelles de carga - Categoria de producto
fr: Sélection du point d'expédition des stocks - Contient - Catégorie de produits
nl: Voorraad verzend momenten selectie - Bevat - Productcategorie

# view:stock.shipping.point.selection:
source: Criteria
ca: Criteri
de: Kriterien
es: Criterio
fr: Critères

# view:stock.shipping.point.selection:
source: Volume between:
ca: Volum entre:
de: Volumen zwischen:
es: Volume entre:
fr: Volume entre :
nl: Volume tussen:

# view:stock.shipping.point.selection:
source: Weight between:
ca: Pes entre:
de: Gewicht zwischen:
es: Peso entre:
fr: Poids entre :
nl: Gewicht tussen:
