Repository: tryton/tryton
Catalog: modules/party/locale/*.po
Languages: lt, pl

# field:ir.email.template,contact_mechanism:
source: Contact Mechanism
pl: Sposób kontaktu

# field:party.address,city:
source: City
lt: Miestas
pl: Miejscowość

# field:party.address,contact_mechanisms:
source: Contact Mechanisms
pl: Sposoby kontaktu

# field:party.address,country:
source: Country
lt: Šalis
pl: Kraj

# field:party.address,full_address:
source: Full Address
lt: Pilnas adresas
pl: Pełny adres

# field:party.address,identifiers:
source: Identifiers
pl: Identyfikatory

# field:party.address,name:
source: Building Name
lt: Namo numeris
pl: Nazwa budynku

# field:party.address,party:
source: Party
lt: Kontrahentas
pl: Strona

# field:party.address,party_name:
source: Party Name
lt: Kontrahento pavadinimas
pl: Nazwa strony

# field:party.address,postal_code:
source: Postal Code
pl: Kod pocztowy

# field:party.address,street:
source: Street
lt: Gatvė
pl: Ulica

# field:party.address,street_single_line:
source: Street
pl: Ulica

# field:party.address,subdivision:
source: Subdivision
lt: Regionas
pl: Region

# field:party.address,subdivision_types:
source: Subdivision Types
pl: Typy regionu

# field:party.address.format,country_code:
source: Country Code
lt: Šalies kodas
pl: Kod kraju

# field:party.address.format,language_code:
source: Language Code
lt: Kalbos kodas
pl: Kod języka

# field:party.address.subdivision_type,country_code:
source: Country Code
pl: Kod kraju

# field:party.address.subdivision_type,types:
source: Subdivision Types
pl: Typy regionu

# field:party.category,childs:
source: Children
lt: Dukterinės
pl: Kategorie podrzędne

# field:party.category,name:
source: Name
lt: Pavadinimas
pl: Nazwa

# field:party.category,parent:
source: Parent
lt: Motininė
pl: Kategoria nadrzędna

# field:party.check_vies.result,parties_failed:
source: Parties Failed
lt: Blogi kontrahentai
pl: Potwierdzenie numeru VAT stron nie powiodło się

# field:party.check_vies.result,parties_succeed:
source: Parties Succeed
lt: Geri kontrahentai
pl: Potwierdzenie numeru VAT stron powiodło się

# field:party.configuration,identifier_types:
source: Identifier Types
pl: Typy identyfikatorów

# field:party.configuration,party_lang:
source: Party Language
lt: Kontrahento kalba
pl: Język strony

# field:party.configuration,party_sequence:
source: Party Sequence
lt: Kontrahento numeruotė
pl: Numeracja strony

# field:party.configuration.party_lang,party_lang:
source: Party Language
lt: Kontrahento kalba
pl: Język strony

# field:party.configuration.party_sequence,party_sequence:
source: Party Sequence
lt: Kontrahento numeruotė
pl: Numeracja strony

# field:party.contact_mechanism,address:
source: Address
pl: Adres

# field:party.contact_mechanism,comment:
source: Comment
lt: Komentaras
pl: Komentarz

# field:party.contact_mechanism,language:
source: Language
pl: Język

# field:party.contact_mechanism,languages:
source: Languages
pl: Języki

# field:party.contact_mechanism,name:
source: Name
lt: Pavadinimas
pl: Nazwa

# field:party.contact_mechanism,other_value:
source: Value
lt: Reikšmė
pl: Wartość

# field:party.contact_mechanism,party:
source: Party
lt: Kontrahentas
pl: Strona

# field:party.contact_mechanism,type:
source: Type
lt: Tipas
pl: Typ

# field:party.contact_mechanism,value:
source: Value
lt: Vertė
pl: Wartość

# field:party.contact_mechanism,value_compact:
source: Value Compact
lt: Kompaktinė vertė
pl: Wartość łączna

# field:party.contact_mechanism,website:
source: Website
lt: Interneto svetainė
pl: Strona WWW

# field:party.contact_mechanism.language,contact_mechanism:
source: Contact Mechanism
pl: Sposób kontaktu

# field:party.contact_mechanism.language,language:
source: Language
pl: Język

# field:party.erase.ask,party:
source: Party
lt: Kontrahentas
pl: Strona

# field:party.identifier,address:
source: Address
pl: Adres

# field:party.identifier,code:
source: Code
lt: Kodas
pl: Kod

# field:party.identifier,party:
source: Party
lt: Kontrahentas
pl: Strona

# field:party.identifier,type:
source: Type
lt: Tipas
pl: Typ

# field:party.identifier,type_address:
source: Type of Address
pl: Typ adresu

# field:party.party,addresses:
source: Addresses
lt: Adresai
pl: Adresy

# field:party.party,categories:
source: Categories
lt: Kategorijos
pl: Kategorie

# field:party.party,code:
source: Code
lt: Kodas
pl: Kod

# field:party.party,code_readonly:
source: Code Readonly
lt: Tik skaitomas kodas
pl: Kod do odczytu

# field:party.party,contact_mechanisms:
source: Contact Mechanisms
lt: Kontaktai
pl: Sposoby kontaktu

# field:party.party,distance:
source: Distance
pl: Odległość

# field:party.party,fax:
source: Fax
lt: Faksas
pl: Faks

# field:party.party,full_name:
source: Full Name
lt: Pilnas pavadinimas
pl: Pełna nazwa

# field:party.party,identifiers:
source: Identifiers
lt: Identifikatoriai
pl: Identyfikatory

# field:party.party,lang:
source: Language
lt: Kalba
pl: Język

# field:party.party,langs:
source: Languages
lt: Kalbos
pl: Języki

# field:party.party,mobile:
source: Mobile
lt: Mobilusis telefonas
pl: Komórka

# field:party.party,name:
source: Name
lt: Pavadinimas
pl: Nazwa

# field:party.party,phone:
source: Phone
lt: Telefonas
pl: Telefon

# field:party.party,replaced_by:
source: Replaced By
lt: Pakeičiantysis
pl: Zastąpione przez

# field:party.party,tax_identifier:
source: Tax Identifier
lt: Mokesčių mokėtojo identifikatorius
pl: Identyfikator podatkowy

# field:party.party,website:
source: Website
lt: Interneto svetainė
pl: Strona WWW

# field:party.party-party.category,category:
source: Category
lt: Kategorija
pl: Kategoria

# field:party.party-party.category,party:
source: Party
lt: Kontrahentas
pl: Strona

# field:party.party.lang,lang:
source: Language
lt: Kalba
pl: Język

# field:party.party.lang,party:
source: Party
lt: Kontrahentas
pl: Strona

# field:party.replace.ask,destination:
source: Destination
lt: Paskirties vieta
pl: Cel

# field:party.replace.ask,source:
source: Source
lt: Šaltinis
pl: Źródło

# help:ir.email.template,contact_mechanism:
source: Define which email address to use from the party's contact mechanisms.
pl: Określ, którego adresu e-mail użyć korzystając z listy sposobów kontaktu.

# help:party.address,party_name:
source: If filled, replace the name of the party for address formatting
pl: Wypełnione pole zastępuje nazwę strony w adresie

# help:party.address.format,format_:
source: Available variables (also in upper case): - ${party_name} - ${name} - ${attn} - ${street} - ${postal_code} - ${city} - ${subdivision} - ${subdivision_code} - ${country} - ${country_code}
pl: Dostępne zmienne (pisane także dużymi literami): - ${party_name} - ${name} - ${attn} - ${street} - ${postal_code} - ${city} - ${subdivision} - ${subdivision_code} - ${country} - ${country_code}

# help:party.category,childs:
source: Add children below the category.
pl: Dodaj kategorie podrzędne.

# help:party.category,name:
source: The main identifier of the category.
pl: Główny identyfikator kategorii.

# help:party.category,parent:
source: Add the category below the parent.
pl: Wybierz kategorię nadrzędną.

# help:party.configuration,identifier_types:
source: Defines which identifier types are available. Leave empty for all of them.
pl: Określa, które typy identyfikatorów są dostępne. Pozostaw puste dla wszystkich typów.

# help:party.configuration,party_lang:
source: The default language for new parties.
pl: Domyślny język dla nowych stron.

# help:party.configuration,party_sequence:
source: Used to generate the party code.
pl: Służy do wygenerowania kodu strony.

# help:party.configuration.party_lang,party_lang:
source: The default language for new parties.
pl: Domyślny język dla nowych stron.

# help:party.configuration.party_sequence,party_sequence:
source: Used to generate the party code.
pl: Służy do wygenerowania kodu strony.

# help:party.contact_mechanism,language:
source: Used to translate communication made using the contact mechanism. Leave empty for the party language.
pl: Służy do tłumaczenia komunikacji realizowanej za pomocą sposobu kontaktu. Pozostaw puste, aby użyć języka strony.

# help:party.erase.ask,party:
source: The party to be erased.
pl: Strona przeznaczona do usunięcia.

# help:party.identifier,address:
source: The address identified by this record.
pl: Strona identyfikowana przez ten rekord.

# help:party.identifier,party:
source: The party identified by this record.
pl: Strona identyfikowana przez ten rekord.

# help:party.party,categories:
source: The categories the party belongs to.
pl: Kategorie przydzielone do strony.

# help:party.party,code:
source: The unique identifier of the party.
pl: Unikatowy identyfikator strony.

# help:party.party,identifiers:
source: Add other identifiers of the party.
pl: Dodaj inne identyfikatory strony.

# help:party.party,lang:
source: Used to translate communications with the party.
pl: Język komunikacji ze stroną.

# help:party.party,name:
source: The main identifier of the party.
pl: Główny identyfikator strony.

# help:party.party,replaced_by:
source: The party replacing this one.
pl: Strona zastępująca.

# help:party.party,tax_identifier:
source: The identifier used for tax report.
pl: Identyfikator używany przy raportach podatkowych.

# help:party.replace.ask,destination:
source: The party that replaces.
pl: Strona zastępująca.

# help:party.replace.ask,source:
source: The party to be replaced.
pl: Strona zastępowana.

# model:ir.action,name:act_address_form
source: Addresses
lt: Adresai
pl: Adresy

# model:ir.action,name:act_address_format_form
source: Address Formats
lt: Adreso formatai
pl: Formaty adresów

# model:ir.action,name:act_address_subdivision_type_form
source: Address Subdivision Types
pl: Typy regionu dla adresu

# model:ir.action,name:act_category_list
source: Categories
lt: Kategorijos
pl: Kategorie

# model:ir.action,name:act_category_tree
source: Categories
lt: Kategorijos
pl: Kategorie

# model:ir.action,name:act_contact_mechanism_form
source: Contact Mechanisms
lt: Kontaktai
pl: Sposoby kontaktu

# model:ir.action,name:act_party_by_category
source: Parties by Category
lt: Kontrahentai pagal kategoriją
pl: Strony wg kategorii

# model:ir.action,name:act_party_configuration_form
source: Configuration
pl: Konfiguracja

# model:ir.action,name:act_party_form
source: Parties
lt: Kontrahentai
pl: Strony

# model:ir.action,name:report_label
source: Labels
lt: Etiketės
pl: Etykiety

# model:ir.action,name:wizard_check_vies
source: Check VIES
lt: Tikrinti PVM kodą VIES bazėje
pl: Sprawdź VIES

# model:ir.action,name:wizard_erase
source: Erase
lt: Ištrinti
pl: Usuń

# model:ir.action,name:wizard_replace
source: Replace
lt: Pakeisti
pl: Zastąp

# model:ir.message,text:msg_address_change_party
source: You cannot change the party of address "%(address)s".
pl: Nie możesz zmienić strony dla adresu "%(address)s".

# model:ir.message,text:msg_address_subdivision_country_code_unique
source: The country code on subdivision type must be unique.
pl: Kod kraju dla regionu musi być unikatowy.

# model:ir.message,text:msg_category_name_unique
source: The name of party category must be unique by parent.
pl: Nazwa kategorii strony musi być unikatowa względem kategorii nadrzędnej.

# model:ir.message,text:msg_contact_mechanism_change_party
source: You cannot change the party of contact mechanism "%(contact)s".
pl: Nie możesz zmienić strony dla sposobu kontaktu "%(contact)s".

# model:ir.message,text:msg_different_name
source: Parties have different names: "%(source_name)s" vs "%(destination_name)s".
pl: Strony mają różne nazwy: "%(source_name)s" różni się od "%(destination_name)s".

# model:ir.message,text:msg_different_tax_identifier
source: Parties have different tax identifiers: "%(source_code)s" vs "%(destination_code)s".
pl: Strony mają różny identyfikator podatkowy: "%(source_code)s" różni się od "%(destination_code)s".

# model:ir.message,text:msg_email_invalid
source: The email address "%(email)s" for party "%(party)s" is not valid.
pl: Adres e-mail "%(email)s" strony "%(party)s" jest nieprawidłowy.

# model:ir.message,text:msg_erase_active_party
source: Party "%(party)s" cannot be erased because they are still active.
pl: Strona "%(party)s" nie może zostać usunięta, ponieważ nadal jest aktywna.

# model:ir.message,text:msg_identifier_type_remove
source: To remove the identifier type "%(type)s" from the configuration, you must change it on "%(identifier)s".
pl: W celu usunięcia typu identyfikatora "%(type)s" z konfiguracji, musisz dokonać zmiany w "%(identifier)s".

# model:ir.message,text:msg_invalid_code
source: The %(type)s "%(code)s" for party "%(party)s" is not valid.
pl: Typ %(type)s "%(code)s" strony "%(party)s" jest niepoprawny.

# model:ir.message,text:msg_invalid_format
source: Invalid format "%(format)s" with exception "%(exception)s".
pl: Niewłaściwy format "%(format)s". Wyjątek "%(exception)s".

# model:ir.message,text:msg_invalid_phone_number
source: The phone number "%(phone)s" for party "%(party)s" is not valid.
pl: Numer telefonu "%(phone)s" strony "%(party)s" jest niewłaściwy.

# model:ir.message,text:msg_party_code_unique
source: The code on party must be unique.
pl: Kod strony musi być unikatowy.

# model:ir.message,text:msg_party_identifier_duplicate
source: The party "%(party)s" has the same %(type)s "%(code)s".
pl: Strona "%(party)s" ma ten sam %(type)s "%(code)s".

# model:ir.message,text:msg_party_set_contact_mechanism
source: To change the "%(field)s" for party "%(party)s", you must edit their contact mechanisms.
pl: Aby zmienić pole "%(field)s" strony "%(party)s" należy zmodyfikować sposoby kontaktu.

# model:ir.message,text:msg_vies_unavailable
source: The VIES service is unavailable, try again later.
pl: Usługa VIES jest niedostępna. Spróbuj później.

# model:ir.sequence,name:sequence_party
source: Party
lt: Kontrahentas
pl: Strona

# model:ir.sequence.type,name:sequence_type_party
source: Party
lt: Kontrahentas
pl: Strona

# model:ir.ui.menu,name:menu_address_form
source: Addresses
lt: Adresai
pl: Adresy

# model:ir.ui.menu,name:menu_address_format_form
source: Address Formats
lt: Adreso formatai
pl: Formaty adresów

# model:ir.ui.menu,name:menu_address_subdivision_type_form
source: Address Subdivision Types
pl: Typy regionu dla adresu

# model:ir.ui.menu,name:menu_category_list
source: Categories
lt: Kategorijos
pl: Kategorie

# model:ir.ui.menu,name:menu_category_tree
source: Categories
lt: Kategorijos
pl: Kategorie

# model:ir.ui.menu,name:menu_configuration
source: Configuration
lt: Nuostatos
pl: Konfiguracja

# model:ir.ui.menu,name:menu_contact_mechanism_form
source: Contact Mechanisms
lt: Kontaktai
pl: Sposoby kontaktu

# model:ir.ui.menu,name:menu_party
source: Parties
pl: Strony

# model:ir.ui.menu,name:menu_party_configuration
source: Configuration
pl: Konfiguracja

# model:ir.ui.menu,name:menu_party_form
source: Parties
lt: Kontrahentai
pl: Strony

# model:party.address,name:
source: Address
lt: Adresas
pl: Adres

# model:party.address.format,name:
source: Address Format
lt: Adreso formatas
pl: Format adresu

# model:party.address.subdivision_type,name:
source: Address Subdivision Type
pl: Typ adresu regionu

# model:party.category,name:
source: Category
lt: Kategorija
pl: Kategoria

# model:party.check_vies.result,name:
source: Check VIES
lt: Tikrinti PVM kodą VIES bazėje
pl: Sprawdź VIES

# model:party.configuration,name:
source: Party Configuration
lt: Kontrahento nuostatos
pl: Ustawienia strony

# model:party.configuration.party_lang,name:
source: Party Configuration Lang
lt: Kontrahento nuostatos - kalba
pl: Język ustawień strony

# model:party.configuration.party_sequence,name:
source: Party Configuration Sequence
lt: Kontrahento nuostatos - numeruotė
pl: Ustawienia numeracji strony

# model:party.contact_mechanism,name:
source: Contact Mechanism
lt: Kontaktai
pl: Sposób kontaktu

# model:party.contact_mechanism.language,name:
source: Contact Mechanism Language
pl: Język sposobu kontaktu

# model:party.erase.ask,name:
source: Erase Party
lt: Ištrinti kontrahentą
pl: Usuń stronę

# model:party.identifier,name:
source: Party Identifier
lt: Kontrahento identifikatorius
pl: Identyfikator strony

# model:party.party,name:
source: Party
lt: Kontrahentas
pl: Strona

# model:party.party-party.category,name:
source: Party - Category
lt: Kontrahentas - kategorija
pl: Strona - Kategoria

# model:party.party.lang,name:
source: Party Lang
lt: Kontrahento kalba
pl: Język strony

# model:party.replace.ask,name:
source: Replace Party
lt: Keičiamas kontrahentas
pl: Zastąp stronę

# model:res.group,name:group_party_admin
source: Party Administration
lt: Kontrahentų valdymas
pl: Administracja ustawieniami strony

# selection:party.configuration,identifier_types:
source: Albanian VAT Number
pl: Albański numer VAT

# selection:party.configuration,identifier_types:
source: Algerian Tax Number
pl: Algierski Numer Podatkowy

# selection:party.configuration,identifier_types:
source: Andorra Tax Number
pl: Numer podatkowy w Andorze

# selection:party.configuration,identifier_types:
source: Argentinian National Identity Number
pl: Argentyński krajowy numer identyfikacyjny

# selection:party.configuration,identifier_types:
source: Argentinian Tax Number
pl: Argentyński numer podatkowy

# selection:party.configuration,identifier_types:
source: Australian Business Number
pl: Australijski numer biznesowy

# selection:party.configuration,identifier_types:
source: Australian Company Number
pl: Australijski numer przedsiębiorstwa

# selection:party.configuration,identifier_types:
source: Australian Tax File Number
pl: Australijski numer podatkowy

# selection:party.configuration,identifier_types:
source: Austrian Company Register
pl: Austriacki rejestr przedsiębiorstw

# selection:party.configuration,identifier_types:
source: Austrian Social Security Number
pl: Australijski numer przedsiębiorstwa

# selection:party.configuration,identifier_types:
source: Austrian Tax Identification
pl: Austriacka identyfikacja podatkowa

# selection:party.configuration,identifier_types:
source: Austrian Umsatzsteuer-Identifikationsnummer
pl: Austriacki Umsatzsteuer-Identifikations-Nummer

# selection:party.configuration,identifier_types:
source: Belarus VAT Number
pl: Białoruski numer VAT

# selection:party.configuration,identifier_types:
source: Belgian BIS Number
pl: Belgijski numer BIS

# selection:party.configuration,identifier_types:
source: Belgian Enterprise Number
pl: Belgijski numer przedsiębiorstw

# selection:party.configuration,identifier_types:
source: Belgian National Number
pl: Belgijski numer krajowy

# selection:party.configuration,identifier_types:
source: Brazillian Company Identifier
pl: Brazylijski identyfikator przedsiębiorstw

# selection:party.configuration,identifier_types:
source: Brazillian National Identifier
pl: Brazylijski identyfikator narodowy

# selection:party.configuration,identifier_types:
source: Bulgarian Number of a Foreigner
pl: Bułgarski numer cudzoziemca

# selection:party.configuration,identifier_types:
source: Bulgarian Personal Identity Codes
pl: Bułgarskie kody tożsamości

# selection:party.configuration,identifier_types:
source: Bulgarian VAT Number
pl: Bułgarski numer VAT

# selection:party.configuration,identifier_types:
source: Canadian Business Number
pl: Kanadyjski numer biznesowy

# selection:party.configuration,identifier_types:
source: Canadian Social Insurance Number
pl: Kanadyjski numer ubezpieczenia społecznego

# selection:party.configuration,identifier_types:
source: Chilean National Tax Number
pl: Chilijski numer podatkowy

# selection:party.configuration,identifier_types:
source: Chinese Resident Identity Card Number
pl: Numer chińskiego dowodu osobistego

# selection:party.configuration,identifier_types:
source: Chinese Unified Social Credit Code
pl: Chiński ujednolicony kod kredytu społecznego

# selection:party.configuration,identifier_types:
source: Colombian Business Tax Number
pl: Kolumbijski numer podatkowy dla przedsiębiorstw

# selection:party.configuration,identifier_types:
source: Colombian Identity Code
pl: Kolumbijski kod tożsamości

# selection:party.configuration,identifier_types:
source: Costa Rica Foreigners ID Number
pl: Kostarykański numer identyfikacyjny cudzoziemca

# selection:party.configuration,identifier_types:
source: Costa Rica Physical Person ID Number
pl: Kostarykański numer identyfikacyjny osoby fizycznej

# selection:party.configuration,identifier_types:
source: Costa Rica Tax Number
pl: Kostarykański numer podatkowy

# selection:party.configuration,identifier_types:
source: Croatian Identification Number
pl: Chorwacki numer identyfikacyjny

# selection:party.configuration,identifier_types:
source: Cuban Identity Card Number
pl: Kubański numer dowodu osobistego

# selection:party.configuration,identifier_types:
source: Cypriot VAT Number
pl: Cypryjski numer VAT

# selection:party.configuration,identifier_types:
source: Czech National Identifier
pl: Czeski identyfikator narodowy

# selection:party.configuration,identifier_types:
source: Czech VAT Number
pl: Czeski numer VAT

# selection:party.configuration,identifier_types:
source: Danish Citizen Number
pl: Numer obywatela Danii

# selection:party.configuration,identifier_types:
source: Danish VAT Number
pl: Duński numer VAT

# selection:party.configuration,identifier_types:
source: Dominican Republic National Identification Number
pl: Narodowy numer identyfikacyjny w Dominikanie

# selection:party.configuration,identifier_types:
source: Dominican Republic Tax
pl: Podatek w Dominikanie

# selection:party.configuration,identifier_types:
source: Dutch Citizen Identification Number
pl: Holenderski numer identyfikacyjny obywatela

# selection:party.configuration,identifier_types:
source: Dutch School Identification Number
pl: Holenderski numer identyfikacyjny szkoły

# selection:party.configuration,identifier_types:
source: Dutch Student Identification Number
pl: Holenderski numer identyfikacyjny studenta

# selection:party.configuration,identifier_types:
source: Dutch VAT Number
pl: Holenderski numer VAT

# selection:party.configuration,identifier_types:
source: Ecuadorian Personal Identity Code
pl: Ekwadorski osobisty kod identyfikacyjny

# selection:party.configuration,identifier_types:
source: Ecuadorian Tax Identification
pl: Ekwadorska identyfikacja podatkowa

# selection:party.configuration,identifier_types:
source: Egyptian Tax Registration Number
pl: Egipski numer rejestracji podatkowej

# selection:party.configuration,identifier_types:
source: English Unique Pupil Number
pl: Angielski indywidualny numer ucznia (UPN)

# selection:party.configuration,identifier_types:
source: Estonian Organisation Registration Code
pl: Estoński numer rejestracyjny przedsiębiorstwa (Registrikood)

# selection:party.configuration,identifier_types:
source: Estonian Personal ID Number
pl: Estoński numer dowodu osobistego (Isikukood)

# selection:party.configuration,identifier_types:
source: Estonian VAT Number
pl: Estoński numer VAT (KMKR)

# selection:party.configuration,identifier_types:
source: European VAT Number
pl: VAT-UE

# selection:party.configuration,identifier_types:
source: European VAT on e-Commerce - One Stop Shop
pl: Europejski VAT od handlu elektronicznego - One Stop Shop

# selection:party.configuration,identifier_types:
source: Faroese Tax Number
pl: Numer podatkowy Wysp Owczych

# selection:party.configuration,identifier_types:
source: Finnish Association Identifier
pl: Identyfikator fińskiego stowarzyszenia

# selection:party.configuration,identifier_types:
source: Finnish Business Identifier
pl: Fiński identyfikator biznesowy

# selection:party.configuration,identifier_types:
source: Finnish Individual Tax Number
pl: Fiński indywidualny numer podatkowy

# selection:party.configuration,identifier_types:
source: Finnish Personal Identity Code
pl: Fiński osobisty kod identyfikacyjny
