Repository: tryton/tryton
Catalog: modules/party/locale/*.po
Languages: lt, pl

# selection:party.configuration,identifier_types:
source: Finnish VAT Number
pl: Fiński numer VAT

# selection:party.configuration,identifier_types:
source: French Company Establishment Identification Number
pl: Francuski numer SIRET

# selection:party.configuration,identifier_types:
source: French Company Identification Number
pl: Francuski numer SIREN

# selection:party.configuration,identifier_types:
source: French Personal Identification Number
pl: Francuski osobisty numer identyfikacyjny

# selection:party.configuration,identifier_types:
source: French Tax Identification Number
pl: Francuski numer identyfikacji podatkowej

# selection:party.configuration,identifier_types:
source: French VAT Number
pl: Francuski numer VAT

# selection:party.configuration,identifier_types:
source: German Company Register Number
pl: Niemiecki numer rejestracyjny firmy

# selection:party.configuration,identifier_types:
source: German Personal Tax Number
pl: Niemiecki numer identyfikacji podatkowej

# selection:party.configuration,identifier_types:
source: German Tax Number
pl: Niemiecki numer podatkowy

# selection:party.configuration,identifier_types:
source: German VAT Number
pl: Niemiecki numer VAT

# selection:party.configuration,identifier_types:
source: Ghanaian Taxpayer Identification Number
pl: Numer identyfikacyjny podatnika w Ghanie

# selection:party.configuration,identifier_types:
source: Greek Social Security Number
pl: Grecki numer ubezpieczenia społecznego

# selection:party.configuration,identifier_types:
source: Greek VAT Number
pl: Grecki numer VAT

# selection:party.configuration,identifier_types:
source: Guatemala Tax Number
pl: Numer podatkowy w Gwatemali

# selection:party.configuration,identifier_types:
source: Guinean Tax Number
pl: Numer podatkowy w Gwinei

# selection:party.configuration,identifier_types:
source: Hungarian VAT Number
pl: Węgierski numer VAT

# selection:party.configuration,identifier_types:
source: Icelandic Personal and Organisation Identity Code
pl: Islandzki kod identyfikacyjny osoby i organizacji

# selection:party.configuration,identifier_types:
source: Icelandic VAT Number
pl: Numer VAT w Islandii

# selection:party.configuration,identifier_types:
source: Indian Digital Resident Personal Identity Number
pl: Cyfrowy numer identyfikacyjny indyjskiego rezydenta

# selection:party.configuration,identifier_types:
source: Indian Income Tax Identifier
pl: Identyfikator podatku dochodowego w Indiach

# selection:party.configuration,identifier_types:
source: Indian VAT number
pl: Numer VAT w Indiach

# selection:party.configuration,identifier_types:
source: Indian Voter ID
pl: Indyjski identyfikator wyborcy

# selection:party.configuration,identifier_types:
source: Indonesian VAT Number
pl: Numer VAT w Indonezji

# selection:party.configuration,identifier_types:
source: Irish Personal Number
pl: Irlandzki numer osobisty

# selection:party.configuration,identifier_types:
source: Irish VAT Number
pl: Numer VAT w Irlandii

# selection:party.configuration,identifier_types:
source: Israeli Company Number
pl: Izraelski numer firmy

# selection:party.configuration,identifier_types:
source: Israeli Identity Number
pl: Izraelski numer identyfikacyjny

# selection:party.configuration,identifier_types:
source: Italian Tax Code for Individuals
pl: Włoski numer podatkowy dla osób fizycznych

# selection:party.configuration,identifier_types:
source: Italian VAT Number
pl: Numer VAT we Włoszech

# selection:party.configuration,identifier_types:
source: Japanese Corporate Number
pl: Japoński numer przedsiębiorstwa

# selection:party.configuration,identifier_types:
source: Latvian VAT Number
pl: Łotewski numer VAT

# selection:party.configuration,identifier_types:
source: Lithuanian Personal Number
pl: Litewski numer osobisty

# selection:party.configuration,identifier_types:
source: Lithuanian VAT Number
pl: Litewski numer VAT

# selection:party.configuration,identifier_types:
source: Luxembourgian VAT Number
pl: Luksemburski numer VAT

# selection:party.configuration,identifier_types:
source: Macedonian Tax Number
pl: Macedoński numer podatkowy

# selection:party.configuration,identifier_types:
source: Malaysian National Registration Identity Card Number
pl: Numer dowodu osobistego w malezyjskim rejestrze krajowym

# selection:party.configuration,identifier_types:
source: Maltese VAT Number
pl: Maltański numer VAT

# selection:party.configuration,identifier_types:
source: Mauritian National Identifier
pl: Identyfikator narodowy Mauritiusa

# selection:party.configuration,identifier_types:
source: Mexican Tax Number
pl: Meksykański numer podatkowy

# selection:party.configuration,identifier_types:
source: Moldavian Company Identification Number
pl: Numer identyfikacyjny mołdawskiego przedsiębiorstwa

# selection:party.configuration,identifier_types:
source: Polish National Identification Number
pl: PESEL

# selection:party.configuration,identifier_types:
source: Polish Register of Economic Units
pl: REGON

# selection:party.configuration,identifier_types:
source: Polish VAT Number
pl: NIP

# selection:party.contact_mechanism,type:
source: Fax
lt: Faksas
pl: Faks

# selection:party.contact_mechanism,type:
source: Mobile
lt: Mobilusis telefonas
pl: Komórka

# selection:party.contact_mechanism,type:
source: Other
lt: Kitas
pl: Inne

# selection:party.contact_mechanism,type:
source: Phone
lt: Telefonas
pl: Telefon

# selection:party.contact_mechanism,type:
source: Website
lt: Interneto svetainė
pl: Strona WWW

# view:party.address:
source: General
pl: Ogólne

# view:party.party:
source: General
lt: Pagrindinis
pl: Ogólne

# view:party.replace.ask:
source: Party
lt: Kontrahentas
pl: Strona

# view:party.replace.ask:
source: Replace By
lt: Pakeičiantis
pl: Zastąp przez

# wizard_button:party.erase,ask,end:
source: Cancel
lt: Atsisakyti
pl: Anuluj

# wizard_button:party.erase,ask,erase:
source: Erase
lt: Ištrinti
pl: Usuń

# wizard_button:party.replace,ask,end:
source: Cancel
lt: Atsisakyti
pl: Anuluj

# wizard_button:party.replace,ask,replace:
source: Replace
lt: Pakeisti
pl: Zastąp

# field:party.address,zip:
source: Zip
lt: Pašto kodas

# field:party.address.format,format_:
source: Format
lt: Formatas

# field:party.contact_mechanism,email:
source: E-Mail
lt: Elektroninis paštas

# field:party.contact_mechanism,url:
source: URL
lt: Svetainės adresas

# field:party.party,email:
source: E-Mail
lt: Elektroninis paštas

# model:ir.action,name:act_party_configuration_form
source: Party Configuration
lt: Kontrahento nuostatos

# model:ir.ui.menu,name:menu_party
source: Party
lt: Kontrahentas

# model:ir.ui.menu,name:menu_party_configuration
source: Party Configuration
lt: Kontrahento nuostatos

# selection:party.contact_mechanism,type:
source: E-Mail
lt: Elektroninis paštas

# selection:party.identifier,type:
source: Albanian VAT Number
lt: Albanijos PVM kodas

# selection:party.identifier,type:
source: Argentinian Tax Number
lt: Argentinos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Australian Business Number
lt: Australijos verslo kodas

# selection:party.identifier,type:
source: Australian Company Number
lt: Australijos įmonės kodas

# selection:party.identifier,type:
source: Australian Tax File Number
lt: Australijos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Austrian Company Register
lt: Austrijos įmonės kodas

# selection:party.identifier,type:
source: Austrian Tax Identification
lt: Austrijos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Belgian Enterprise Number
lt: Belgijos įmonės kodas

# selection:party.identifier,type:
source: Brazillian Company Identifier
lt: Brazilijos įmonės kodas

# selection:party.identifier,type:
source: Brazillian National Identifier
lt: Brazilijos nacionalinis kodas

# selection:party.identifier,type:
source: Bulgarian Number of a Foreigner
lt: Bulgarijos užsieniečio kodas

# selection:party.identifier,type:
source: Bulgarian Personal Identity Codes
lt: Bulgarijos asmens kodas

# selection:party.identifier,type:
source: Bulgarian VAT Number
lt: Bulgarijos PVM kodas

# selection:party.identifier,type:
source: Canadian Business Number
lt: Kanados verslo kodas

# selection:party.identifier,type:
source: Canadian Social Insurance Number
lt: Kanados socialinio draudimo kodas

# selection:party.identifier,type:
source: Chilean National Tax Number
lt: Čilės nacionalinis mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Chinese Resident Identity Card Number
lt: Kinijos rezidento identifikacijos kortelės numeris

# selection:party.identifier,type:
source: Colombian Business Tax Number
lt: Kolumbijos verslo mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Colombian Identity Code
lt: Kolumbijos identifikacijos kodas

# selection:party.identifier,type:
source: Croatian Identification Number
lt: Kroatijos identifikavimo kodas

# selection:party.identifier,type:
source: Cypriot VAT Number
lt: Kipro PVM kodas

# selection:party.identifier,type:
source: Czech National Identifier
lt: Čekijos nacionalinis kodas

# selection:party.identifier,type:
source: Czech VAT Number
lt: Čekijos PVM kodas

# selection:party.identifier,type:
source: Danish Citizen Number
lt: Danijos piliečio kodas

# selection:party.identifier,type:
source: Danish VAT Number
lt: Danijos PVM kodas

# selection:party.identifier,type:
source: Dominican Republic National Identification Number
lt: Dominikos Respublikos nacionalinis identifikavimo kodas

# selection:party.identifier,type:
source: Dominican Republic Tax
lt: Dominikos Respublikos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Dutch Citizen Identification Number
lt: Olandijos piliečio asmens kodas

# selection:party.identifier,type:
source: Dutch School Identification Number
lt: Olandijos mokyklos identifikacijos kodas

# selection:party.identifier,type:
source: Dutch VAT Number
lt: Olandijos PVM kodas

# selection:party.identifier,type:
source: Dutch student identification number
lt: Olandijos studento identifikacijos kodas

# selection:party.identifier,type:
source: Ecuadorian Personal Identity Code
lt: Ekvadoro asmens kodas

# selection:party.identifier,type:
source: Ecuadorian Tax Identification
lt: Ekvadoro mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: English Unique Pupil Number
lt: Anglijos mokinio kodas

# selection:party.identifier,type:
source: Estonian Organisation Registration Code
lt: Estijos organizacijos kodas

# selection:party.identifier,type:
source: Estonian Personcal ID number
lt: Estijos asmens kodas

# selection:party.identifier,type:
source: Estonian VAT Number
lt: Estijos PVM kodas

# selection:party.identifier,type:
source: European VAT Number
lt: Europos PVM kodas

# selection:party.identifier,type:
source: Finnish Association Identifier
lt: Suomijos asociacijos kodas

# selection:party.identifier,type:
source: Finnish Business Identifier
lt: Suomijos verslo kodas

# selection:party.identifier,type:
source: Finnish Personal Identity Code
lt: Suomijos asmens kodas

# selection:party.identifier,type:
source: Finnish VAT Number
lt: Suomijos PVM kodas

# selection:party.identifier,type:
source: Finnish individual tax number
lt: Suomijos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: French Personal Identification Number
lt: Prancūzijos asmens kodas

# selection:party.identifier,type:
source: French Tax Identification Number
lt: Prancūzijos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: French VAT Number
lt: Prancūzijos PVM kodas

# selection:party.identifier,type:
source: German Company Register Number
lt: Vokietijos įmonės kodas

# selection:party.identifier,type:
source: German Personal Tax Number
lt: Vokietijos asmeninis mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: German Tax Number
lt: Vokietijos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: German VAT Number
lt: Vokietijos PVM kodas

# selection:party.identifier,type:
source: Greek VAT Number
lt: Graikijos PVM kodas

# selection:party.identifier,type:
source: Hungarian VAT Number
lt: Vengrijos PVM kodas

# selection:party.identifier,type:
source: Icelandic Personal and Organisation Identity Code
lt: Islandijos asmenų ir organizacijų identifikavimo kodas

# selection:party.identifier,type:
source: Icelandic VAT Number
lt: Islandijos PVM kodas

# selection:party.identifier,type:
source: Indian Digital Resident Personal Identity Number
lt: Indijos rezidento asmens kodas

# selection:party.identifier,type:
source: Indian Income Tax Identifier
lt: Indijos pajamų mokesčio kodas

# selection:party.identifier,type:
source: Irish Personal Number
lt: Airijos asmens kodas

# selection:party.identifier,type:
source: Irish VAT Number
lt: Airijos PVM kodas

# selection:party.identifier,type:
source: Italian Tax Code for Individuals
lt: Italijos fizinių asmenų mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Italian VAT Number
lt: Italijos PVM kodas

# selection:party.identifier,type:
source: Latvian VAT Number
lt: Latvijos PVM kodas

# selection:party.identifier,type:
source: Lithuanian VAT Number
lt: Lietuvos PVM kodas

# selection:party.identifier,type:
source: Luxembourgian VAT Number
lt: Liuksemburgo PVM kodas

# selection:party.identifier,type:
source: Malaysian National Registration Identity Card Number
lt: Malaizijos asmens kortelės numeris

# selection:party.identifier,type:
source: Maltese VAT Number
lt: Maltos PVM kodas

# selection:party.identifier,type:
source: Mauritian National Identifier
lt: Mauricijaus nacionalinis kodas

# selection:party.identifier,type:
source: Mexican Tax Number
lt: Meksikos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Monacan VAT Number
lt: Monako PVM kodas

# selection:party.identifier,type:
source: Norwegian Organisation Number
lt: Norvegijos organizacijos kodas

# selection:party.identifier,type:
source: Norwegian VAT Number
lt: Norvegijos PVM kodas

# selection:party.identifier,type:
source: Polish National Identification Number
lt: Lenkijos nacionalinis identifikacijos kodas

# selection:party.identifier,type:
source: Polish Register of Economic Units
lt: Lenkijos ekonominių vienetų registro kodas

# selection:party.identifier,type:
source: Polish VAT Number
lt: Lenkijos PVM kodas

# selection:party.identifier,type:
source: Portuguese VAT Number
lt: Portugalijos PVM kodas

# selection:party.identifier,type:
source: Romanian Numerical Personal Code
lt: Rumunijos asmens kodas

# selection:party.identifier,type:
source: Romanian VAT Number
lt: Rumunijos PVM kodas

# selection:party.identifier,type:
source: Russian Tax identifier
lt: Rusijos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: SEPA Identifier of the Creditor (AT-02)
lt: Kreditoriaus SEPA identifikatorius (AT-02)

# selection:party.identifier,type:
source: San Marino National Tax Number
lt: San Marino nacionalinis mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Serbian Tax Identification
lt: Serbijos mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: Slovak Birth Number
lt: Slovakijos gimimo numeris

# selection:party.identifier,type:
source: Slovak VAT Number
lt: Slovakijos PVM kodas

# selection:party.identifier,type:
source: Slovenian VAT Number
lt: Slovėnijos PVM kodas

# selection:party.identifier,type:
source: Spanish Company Tax
lt: Ispanijos įmonės mokesčių kodas

# selection:party.identifier,type:
source: Spanish Foreigner Number
lt: Ispanijos užsieniečio kodas

# selection:party.identifier,type:
source: Spanish Personal Identity Codes
lt: Ispanijos asmens kodas

# selection:party.identifier,type:
source: Spanish VAT Number
lt: Ispanijos PVM numeris

# selection:party.identifier,type:
source: Swedish Company Number
lt: Švedijos įmonės kodas

# selection:party.identifier,type:
source: Swedish VAT Number
lt: Švedijos PVM kodas

# selection:party.identifier,type:
source: Swiss Business Identifier
lt: Šveicarijos verslo identifikatorius

# selection:party.identifier,type:
source: Swiss Social Security Number
lt: Šveicarijos socialinio saugumo kodas

# selection:party.identifier,type:
source: Swiss VAT Number
lt: Šveicarijos PVM kodas

# selection:party.identifier,type:
source: Turkish Personal Identification Number
lt: Turkijos asmens kodas

# selection:party.identifier,type:
source: U.S. Adoption Taxpayer Identification Number
lt: JAV įvaikinimo mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: U.S. Employer Identification Number
lt: JAV tarnautojo asmens kodas

# selection:party.identifier,type:
source: U.S. Individual Taxpayer Identification Number
lt: JAV individualaus mokesčių mokėtojo kodas

# selection:party.identifier,type:
source: U.S. Preparer Tax Identification Number
lt: JAV mokesčių deklaracijų ruošėjo kodas

# selection:party.identifier,type:
source: U.S. Social Security Number
lt: JAV socialinio draudimo numeris

# selection:party.identifier,type:
source: U.S. Taxpayer Identification Number
lt: JAV mokesčių mokėtojo numeris

# selection:party.identifier,type:
source: United Kingdom (and Isle of Man) VAT Number
lt: Jungtinės Karalystės (ir Meno salos) PVM kodas

# selection:party.identifier,type:
source: United Kingdom National Health Service Patient Identifier
lt: Jungtinės Karalystės nacionalinės sveikatos tarnybos paciento numeris
