Repository: tryton/tryton
Catalog: modules/carrier_carriage/locale/*.po
Languages: es

# field:account.invoice.line,cost_sale_shipment_carriages:
source: Cost Sale of Shipment Carriages
es: Costes de venta del transporte

# field:incoterm.incoterm,after_carrier:
source: After Carrier
es: Después del transportista

# field:incoterm.incoterm,before_carrier:
source: Before Carrier
es: Antes del transportista

# field:sale.carriage,available_carriers:
source: Available Carriers
es: Transportistas disponibles

# field:sale.carriage,carrier:
source: Carrier
es: Transportista

# field:sale.carriage,cost_method:
source: Cost Method
es: Método de coste

# field:sale.carriage,from_:
source: From
es: Desde

# field:sale.carriage,sale:
source: Sale
es: Venta

# field:sale.carriage,sale_state:
source: Sale State
es: Estado de la venta

# field:sale.carriage,to:
source: To
es: Hasta

# field:sale.carriage,type:
source: Type
es: Tipo

# field:sale.sale,after_carriages:
source: After Carriages
es: Transportes siguientes

# field:sale.sale,before_carriages:
source: Before Carriages
es: Transportes anteriores

# field:sale.sale,carriages:
source: Carriages
es: Transportes

# field:stock.shipment.carriage,carrier:
source: Carrier
es: Transportista

# field:stock.shipment.carriage,company:
source: Company
es: Empresa

# field:stock.shipment.carriage,cost:
source: Cost
es: Coste

# field:stock.shipment.carriage,cost_currency:
source: Cost Currency
es: Moneda coste

# field:stock.shipment.carriage,cost_currency_used:
source: Cost Currency
es: Moneda coste

# field:stock.shipment.carriage,cost_edit:
source: Edit Cost
es: Editar coste

# field:stock.shipment.carriage,cost_sale:
source: Cost Sale
es: Coste de la venta

# field:stock.shipment.carriage,cost_sale_currency:
source: Cost Sale Currency
es: Moneda del coste de la venta

# field:stock.shipment.carriage,cost_sale_currency_used:
source: Cost Sale Currency
es: Moneda del coste de la venta

# field:stock.shipment.carriage,cost_sale_invoice_line:
source: Cost Sale Invoice Line
es: Coste de la línea de factura

# field:stock.shipment.carriage,cost_sale_method:
source: Cost Sale Method
es: Método de coste de la venta

# field:stock.shipment.carriage,cost_sale_used:
source: Cost Sale
es: Coste de la venta

# field:stock.shipment.carriage,cost_sales:
source: Cost Sales
es: Coste de la venta

# field:stock.shipment.carriage,cost_used:
source: Cost
es: Coste

# field:stock.shipment.carriage,from_:
source: From
es: Desde

# field:stock.shipment.carriage,shipment:
source: Shipment
es: Albarán

# field:stock.shipment.carriage,shipment_cost_readonly:
source: Shipment Cost Read Only
es: Coste envío solo lectura

# field:stock.shipment.carriage,shipment_cost_sale_readonly:
source: Shipment Cost Sale Read Only
es: Coste envío de la venta solo lectura

# field:stock.shipment.carriage,to:
source: To
es: Hasta

# field:stock.shipment.carriage,type:
source: Type
es: Tipo

# field:stock.shipment.in,after_carriages:
source: After Carriages
es: Transportes siguientes

# field:stock.shipment.in,before_carriages:
source: Before Carriages
es: Transportes anteriores

# field:stock.shipment.in,carriages:
source: Carriages
es: Transportes

# field:stock.shipment.out,after_carriages:
source: After Carriages
es: Trasportes siguientes

# field:stock.shipment.out,before_carriages:
source: Before Carriages
es: Transportes anteriores

# field:stock.shipment.out,carriages:
source: Carriages
es: Transportes

# field:stock.shipment.out.return,after_carriages:
source: After Carriages
es: Transportes siguientes

# field:stock.shipment.out.return,before_carriages:
source: Before Carriages
es: Transportes anteriores

# field:stock.shipment.out.return,carriages:
source: Carriages
es: Transportes

# help:incoterm.incoterm,after_carrier:
source: Who contracts carriages after main carriage.
es: Quien contrata los transportes siguientes al transporte principal.

# help:incoterm.incoterm,before_carrier:
source: Who contracts carriages before main carriage.
es: Quien contrata los transportes anteriores al transporte principal.

# help:sale.sale,after_carriages:
source: Carriages after the main carrier.
es: Transportes siguientes al transportista principal.

# help:sale.sale,before_carriages:
source: Carriages before the main carrier.
es: Transportes anteriores al transporte principal.

# help:stock.shipment.carriage,cost_edit:
source: Check to edit the cost.
es: Marcar para editar el coste.

# help:stock.shipment.in,after_carriages:
source: Carriages after the main carrier.
es: Transportes siguientes al transportista principal.

# help:stock.shipment.in,before_carriages:
source: Carriages before the main carrier.
es: Transportes anteriores al transportista principal.

# help:stock.shipment.out,after_carriages:
source: Carriages after the main carrier.
es: Transportes siguientes al transportista principal.

# help:stock.shipment.out,before_carriages:
source: Carriages before the main carrier.
es: Transportes anteriores al transportista principal.

# help:stock.shipment.out.return,after_carriages:
source: Carriages after the main carrier.
es: Transportes siguientes al transportista principal.

# help:stock.shipment.out.return,before_carriages:
source: Carriages before the main carrier.
es: Transportes anteriores al transportista principal.

# model:ir.message,text:msg_shipment_carriage_delete
source: You cannot delete the carriage "%(carriage)s".
es: No se puede eliminar el transporte "%(carriage)s".

# model:sale.carriage,string:
source: Sale Carriage
es: Transporte de venta

# model:stock.shipment.carriage,string:
source: Stock Shipment Carriage
es: Transporte del albaran

# selection:incoterm.incoterm,after_carrier:
source: Buyer
es: Comprador

# selection:incoterm.incoterm,after_carrier:
source: Seller
es: Vendedor

# selection:incoterm.incoterm,before_carrier:
source: Buyer
es: Comprador

# selection:incoterm.incoterm,before_carrier:
source: Seller
es: Vendedor

# selection:sale.carriage,type:
source: After
es: Siguiente

# selection:sale.carriage,type:
source: Before
es: Anterior

# selection:stock.shipment.carriage,type:
source: After
es: Siguiente

# selection:stock.shipment.carriage,type:
source: Before
es: Anterior

# selection:stock.shipment.cost_sale,shipment:
source: Carriage
es: Transporte

# view:sale.sale:
source: Carriages
es: Transportes
