Repository: tryton/tryton
Catalog: modules/account_credit_limit/locale/*.po
Languages: ca, de, lo, ro

# error:party.party:
source: "%s" has reached the credit limit amount (%s)
ca: "%s" ha arribat al límit de l'import de crèdit (%s).
de: "%s" hat das Kreditlimit (%s) erreicht.

# error:party.party:
source: "%s" has reached the dunning credit limit (%s)
ca: "%s" ha arribat al límit del crèdit reclamat (%s).
de: "%s" hat das Mahnlimit (%s) erreicht.

# field:account.configuration,default_credit_limit_amount:
source: Default Credit Limit Amount
ca: Import límit de crèdit per defecte
de: Standardkreditlimit
lo: ມູນຄ່າຈຳກັດລົງເງິນຕິດໜີ້ພື້ນຖານ
ro: Limita de Credit Implicita

# field:account.configuration,default_credit_limit_amount_digits:
source: Currency Digits
ca: Decimals de la moneda
de: Nachkommastellen Währung
lo: ເລກເສດສະກຸນເງິນ
ro: Zecimale valută

# field:account.configuration.default_credit_limit_amount,company:
source: Company
ca: Empresa
de: Unternehmen
lo: ບໍລິສັດ
ro: Companie

# field:account.configuration.default_credit_limit_amount,create_date:
source: Create Date
ca: Data de creació
de: Erstellungsdatum

# field:account.configuration.default_credit_limit_amount,create_uid:
source: Create User
ca: Usuari de creació
de: Erstellt durch

source: Default Credit Limit Amount
ca: Import límit de crèdit per defecte
de: Standardkreditlimit
lo: ມູນຄ່າຈຳກັດວົງເງິນຕິດໜີ້ພື້ນຖານ
ro: Valoarea Limita de Credit Implicita

source: Currency Digits
ca: Decimals de la moneda
de: Nachkommastellen Währung
lo: ເລກເສດສະກຸນເງິນ
ro: Zecimale valută

# field:account.configuration.default_credit_limit_amount,rec_name:
source: Record Name
ca: Nom del registre
de: Bezeichnung des Datensatzes

# field:account.configuration.default_credit_limit_amount,write_date:
source: Write Date
ca: Data de modificació
de: Zuletzt geändert

# field:account.configuration.default_credit_limit_amount,write_uid:
source: Write User
ca: Usuari de modificació
de: Letzte Änderung durch

# field:account.dunning.level,credit_limit:
source: Credit Limit
ca: Límit de crèdit
de: Kreditlimit anwenden
lo: ວົງໜີ້ຈຳກັດ
ro: Limita de credit

# field:party.party,credit_amount:
source: Credit Amount
ca: Import de crèdit
de: Aktuell genutzter Kreditbetrag
lo: ມູນຄ່າໜີ້
ro: Suma de credit

# field:party.party,credit_limit_amount:
source: Credit Limit Amount
ca: Import límit de crèdit
de: Kreditlimit
lo: ມູນຄ່າວົງໜີ້ຈຳກັດ
ro: Suma Limita de Credit

# field:party.party,credit_limit_amounts:
source: Credit Limit Amounts
ca: Imports límit de crèdit
de: Kreditlimit
lo: ມູນຄ່າຈຳກັດວົງໜີ້
ro: Sume Limita de Credit

# field:party.party,credit_limit_digits:
source: Currency Digits
ca: Decimals de la moneda
de: Nachkommastellen Währung
ro: Zecimale valută

# field:party.party.credit_limit_amount,company:
source: Company
ca: Empresa
de: Unternehmen
lo: ບໍລິສັດ
ro: Companie

# field:party.party.credit_limit_amount,create_date:
source: Create Date
ca: Data de creació
de: Erstellungsdatum

# field:party.party.credit_limit_amount,create_uid:
source: Create User
ca: Usuari de creació
de: Erstellt durch

# field:party.party.credit_limit_amount,credit_limit_amount:
source: Credit Limit Amount
ca: Import límit de crèdit
de: Kreditlimit
lo: ມູນຄ່າຈຳກັດວົງໜີ້
ro: Suma Limita de Credit

# field:party.party.credit_limit_amount,credit_limit_digits:
source: Currency Digits
ca: Decimals de la moneda
de: Nachkommastellen Währung
ro: Zecimale valută

# field:party.party.credit_limit_amount,party:
source: Party
ca: Tercer
de: Partei
lo: ພາກສ່ວນ
ro: Parte

# field:party.party.credit_limit_amount,rec_name:
source: Record Name
ca: Nom del registre
de: Bezeichnung des Datensatzes

# field:party.party.credit_limit_amount,write_date:
source: Write Date
ca: Data de modificació
de: Zuletzt geändert

# field:party.party.credit_limit_amount,write_uid:
source: Write User
ca: Usuari de modificació
de: Letzte Änderung durch

# help:account.configuration,default_credit_limit_amount:
source: The default credit limit amount for new customers.
ca: El límit de crèdit per defecte per a nous clients.
de: Standard Kreditlimit für neue Kunden.
ro: Suma limita de credit implicita pentru clienti noi.

source: The default credit limit amount for new customers.
ca: El límit de crèdit per defecte per a nous clients.
de: Standard Kreditlimit für neue Kunden.
ro: Valoarea limita de credit implicita pentru clienti noi.

# help:account.dunning.level,credit_limit:
source: Has reached the credit limit
ca: Ha arribat al límit de crèdit.
de: Kreditlimit ausgeschöpft

# model:account.configuration.default_credit_limit_amount,name:
source: Account Configuration Default Credit Limit Amount
ca: Configuració del límit de crèdit per defecte.
de: Einstellungen Buchhaltung Standardkonto Kreditlimit

# model:party.party.credit_limit_amount,name:
source: Party Credit Limit Amount
ca: Import límit de crèdit per tercer
de: Standardkreditlimit
ro: Suma Limita de Credit a Partii

# model:res.group,name:group_credit_limit
source: Account Credit Limit
ca: Límit de crèdit
de: Buchhaltung Kreditlimit
ro: Limita de Credit a Contului

# view:account.configuration:
source: Credit Limit
ca: Límit de crèdit
de: Kreditlimit
lo: ວົງໜີ້ຈຳກັດ
ro: Limita de Credit

# view:party.party:
source: Credit Limit
ca: Límit de crèdit
de: Kreditlimit
lo: ວົງໜີ້ຈຳກັດ
ro: Limita de Credit

# help:account.dunning.level,credit_limit:
source: Has reached the credit limit.
ro: A atins limita de credit.

# model:ir.message,text:msg_party_credit_limit_amount
source: Party "%(party)s" has reached their credit limit of %(limit)s.
ro: Partea "%(party)s" a atins limita de credit de %(limit)s.

# model:ir.message,text:msg_party_credit_limit_dunning
source: Party "%(party)s" has reached the credit limit level of %(dunning)s.
ro: Partea "%(party)s" a atins limita de credit %(dunning)s.
