Repository: tryton/tryton
Catalog: modules/stock_lot_unit/locale/*.po
Languages: es

# field:product.product,lot_unit:
source: Lot Unit
es: Unidad del lote

# field:product.template,lot_unit:
source: Lot Unit
es: Unidad del lote

# field:stock.lot,product_default_uom_category:
source: Default Product UoM Category
es: Cateogría de UdM de producto

# field:stock.lot,unit:
source: Unit
es: Unidad

# field:stock.lot,unit_digits:
source: Unit Digits
es: Dígitos de la unidad

# field:stock.lot,unit_quantity:
source: Quantity
es: Cantidad

# help:product.product,lot_unit:
source: The default unit for lot.
es: La unidad por defecto del lote.

# help:product.template,lot_unit:
source: The default unit for lot.
es: La unidad por defecto del lote.

# help:stock.lot,unit:
source: The biggest unit for the lot.
es: La mayor unidad del lote.

# help:stock.lot,unit_quantity:
source: The maximal quantity for the lot.
es: La cantidad máxima del lote.

# model:ir.message,text:msg_change_unit
source: You cannot change the unit of a stock lot which has stock moves.
es: No puede cambiar la unidad de un lote que tiene movimientos de existencias.

# model:ir.message,text:msg_change_unit_quantity
source: You cannot change the quantity of a stock lot which has stock moves.
es: No puede cambiar la cantidad de un lote que tiene movimientos de existencias.

# model:ir.message,text:msg_lot_unit_quantity_greater
source: You cannot use more than %(quantity)s%(unit)s of lot "%(lot)s" in "%(name)s".
es: No puede usar más de %(quantity)s%(unit)s del "%(lot)s" en "%(name)s".
