Repository: tryton/tryton
Catalog: modules/stock_lot/locale/*.po
Languages: nl

# field:product.configuration,default_lot_sequence:
source: Default Lot Sequence
nl: Standaard Batch Reeks

# field:product.configuration.default_lot_sequence,default_lot_sequence:
source: Default Lot Sequence
nl: Standaard Batch Reeks

# field:product.product,lot_required:
source: Lot Required
nl: Batch Vereist

# field:product.product,lot_sequence:
source: Lot Sequence
nl: Batch Reeks

# field:product.template,lot_required:
source: Lot Required
nl: Batch Vereist

# field:product.template,lot_sequence:
source: Lot Sequence
nl: Batch Reeks

# field:stock.inventory.count.quantity,lot:
source: Lot
nl: Batch

# field:stock.inventory.line,lot:
source: Lot
nl: Batch

# field:stock.lot,default_uom:
source: Default UoM
nl: Standaard maateenheid

# field:stock.lot,forecast_quantity:
source: Forecast Quantity
nl: Verwachte hoeveelheid

# field:stock.lot,has_sequence:
source: Has Sequence
nl: Heeft Reeks

# field:stock.lot,number:
source: Number
nl: Nummer

# field:stock.lot,quantity:
source: Quantity
nl: Hoeveelheid

# field:stock.lot.trace,company:
source: Company
nl: Bedrijf

# field:stock.lot.trace,date:
source: Date
nl: Datum

# field:stock.lot.trace,downward_traces:
source: Downward Traces
nl: Neerwaartse tracering

# field:stock.lot.trace,from_location:
source: From Location
nl: Van locatie

# field:stock.lot.trace,lot:
source: Lot
nl: Batch

# field:stock.lot.trace,quantity:
source: Quantity
nl: Hoeveelheid

# field:stock.lot.trace,to_location:
source: To Location
nl: Naar locatie

# field:stock.lot.trace,unit:
source: Unit
nl: Eenheid

# field:stock.lot.trace,upward_traces:
source: Upward Traces
nl: Opwaartse tracering

# field:stock.lots_by_location.context,forecast_date:
source: At Date
nl: Op datum

# field:stock.lots_by_location.context,stock_date_end:
source: At Date
nl: Op datum

# field:stock.lots_by_locations,default_uom:
source: Default UoM
nl: Standaard maateenheid

# field:stock.lots_by_locations,forecast_quantity:
source: Forecast Quantity
nl: Verwachte hoeveelheid

# field:stock.lots_by_locations,lot:
source: Lot
nl: Batch

# field:stock.lots_by_locations,quantity:
source: Quantity
nl: Hoeveelheid

# field:stock.move,lot:
source: Lot
nl: Batch

# field:stock.move.add.lots.start,duplicate_lot_number:
source: Duplicate Lot Number
nl: Dupliceer batchnummer

# field:stock.move.add.lots.start,lots:
source: Lots
nl: Batches

# field:stock.move.add.lots.start,quantity:
source: Quantity
nl: Hoeveelheid

# field:stock.move.add.lots.start,quantity_remaining:
source: Quantity Remaining
nl: Resterende hoeveelheid

# field:stock.move.add.lots.start,unit:
source: Unit
nl: Eenheid

# field:stock.move.add.lots.start.lot,has_sequence:
source: Has Sequence
nl: Heeft reeks

# field:stock.move.add.lots.start.lot,number:
source: Number
nl: Nummer

# field:stock.move.add.lots.start.lot,parent:
source: Parent
nl: Bovenliggend

# field:stock.move.add.lots.start.lot,quantity:
source: Quantity
nl: Hoeveelheid

# field:stock.move.add.lots.start.lot,quantity_unit:
source: Unit
nl: Eenheid

# field:stock.period,lot_caches:
source: Lot Caches
nl: Batch Caches

# field:stock.period.cache.lot,internal_quantity:
source: Internal Quantity
nl: Interne hoeveelheid

# field:stock.period.cache.lot,location:
source: Location
nl: Plaats

# field:stock.period.cache.lot,lot:
source: Lot
nl: Batch

# field:stock.period.cache.lot,period:
source: Period
nl: Periode

# help:product.product,lot_required:
source: The type of location for which lot is required.
nl: Het soort locatie waarvoor een batch vereist is.

# help:product.product,lot_sequence:
source: The sequence used to automatically number lots.
nl: De reeks die wordt gebruikt om batches automatisch te nummeren.

# help:product.template,lot_required:
source: The type of location for which lot is required.
nl: Het soort locatie waarvoor een batch vereist is.

# help:product.template,lot_sequence:
source: The sequence used to automatically number lots.
nl: De reeks die wordt gebruikt om batches automatisch te nummeren.

# help:stock.lot,default_uom:
source: The default Unit of Measure.
nl: De standaard maateenheid.

# help:stock.lots_by_location.context,forecast_date:
source: Allow to compute expected stock quantities for this date. * An empty value is an infinite date in the future. * A date in the past will provide historical values.
nl: Sta toe de verwachte voorraadhoeveelheden voor deze datum te berekenen. * Een lege waarde is een oneindige datum in de toekomst. * Een datum in het verleden levert historische waarden op.

# help:stock.lots_by_locations,default_uom:
source: The default Unit of Measure.
nl: De standaard maateenheid.

# help:stock.move.add.lots.start,duplicate_lot_number:
source: The number of times the lot must be duplicated.
nl: Het aantal keren dat de batch gedupliceerd moet worden.

# model:ir.action,name:act_location_quantity_list
source: Stock Locations List
nl: Lijst met hoeveelheden per voorraadlocatie

# model:ir.action,name:act_location_quantity_tree
source: Stock Locations Tree
nl: Voorraad locaties boom

# model:ir.action,name:act_lot_form
source: Lots
nl: Batches

# model:ir.action,name:act_lot_form_product_relate
source: Lots
nl: Batches

# model:ir.action,name:act_lot_trace_downward_relate
source: Downward Traces
nl: Neerwaartse tracering

# model:ir.action,name:act_lot_trace_upward_relate
source: Upward Traces
nl: Opwaartse tracering

# model:ir.action,name:act_lots_by_locations_relate
source: Lots
nl: Batches

# model:ir.action,name:wizard_move_add_lots
source: Add Lots
nl: Batches toevoegen

# model:ir.message,text:msg_change_product
source: You cannot change the product of a stock lot which has stock moves.
nl: U kunt het product van een batch die voorraadbewegingen heeft niet wijzigen.

# model:ir.message,text:msg_lot_required
source: To move product "%(product)s" you must provide a stock lot.
nl: Om product "%(product)s" te verplaatsen, moet u een batch opgeven.

# model:ir.message,text:msg_move_add_lot_quantity
source: The total quantity "%(lot_quantity)s" of the lots must be less than or equal to the quantity "%(move_quantity)s" of the move.
nl: De totale hoeveelheid "%(lot_quantity)s" van de batches moet kleiner of gelijk zijn aan de hoeveelheid "%(move_quantity)s" van de voorraadbeweging.

# model:ir.message,text:msg_only_lot
source: You must select a stock lot instead of a product for "%(product)s".
nl: U moet een batch selecteren in plaats van een product voor "%(product)s".

# model:ir.model.button,string:lot_downward_traces_button
source: Downward Traces
nl: Neerwaartse tracering

# model:ir.model.button,string:lot_upward_traces_button
source: Upward Traces
nl: Opwaartse tracering

# model:ir.model.button,string:move_add_lots_start_duplicate_lot_button
source: Duplicate Lot
nl: Dupliceer batch

# model:ir.model.button,string:move_add_lots_wizard_button
source: Add Lots
nl: Batches toevoegen

# model:ir.rule.group,name:rule_group_lot_trace_companies
source: User in companies
nl: Gebruiker in bedrijven

# model:ir.sequence.type,name:sequence_type_stock_lot
source: Stock Lot
nl: Voorraad batch

# model:ir.ui.menu,name:menu_lot_form
source: Lots
nl: Batches

# model:product.configuration.default_lot_sequence,string:
source: Product Configuration Default Lot Sequence
nl: Product configuratie standaard batch reeks

# model:stock.lot,string:
source: Stock Lot
nl: Voorraad batch

# model:stock.lot.trace,string:
source: Stock Lot Trace
nl: Voorraad batch traceren

# model:stock.lots_by_location.context,string:
source: Stock Lots By Location Context
nl: Voorraad batches per locatie context

# model:stock.lots_by_locations,string:
source: Stock Lots By Locations
nl: Voorraad batches per locatie

# model:stock.move.add.lots.start,string:
source: Stock Move Add Lots Start
nl: Voorraad boeking voeg batches toe start

# model:stock.move.add.lots.start.lot,string:
source: Stock Move Add Lots Start Lot
nl: Voorraad boeking voeg batches toe start batch

# model:stock.period.cache.lot,string:
source: Stock Period Cache Lot
nl: Voorraad periode batch cache

# selection:product.product,lot_required:
source: Customer
nl: Klant

# selection:product.product,lot_required:
source: Lost and Found
nl: Voorraad verschil

# selection:product.product,lot_required:
source: Production
nl: Productie

# selection:product.product,lot_required:
source: Storage
nl: Magazijn

# selection:product.product,lot_required:
source: Supplier
nl: Leverancier

# selection:product.template,lot_required:
source: Customer
nl: Klant

# selection:product.template,lot_required:
source: Lost and Found
nl: Voorraad verschil

# selection:product.template,lot_required:
source: Production
nl: Productie

# selection:product.template,lot_required:
source: Storage
nl: Magazijn

# selection:product.template,lot_required:
source: Supplier
nl: Leverancier

# selection:stock.inventory.count.search,search:
source: Lot
nl: Batch

# view:product.template:
source: Lots
nl: Batches

# view:stock.move.add.lots.start:
source: Remaining:
nl: Overig:

# view:stock.move.add.lots.start:
source: times
nl: keer

# wizard_button:stock.move.add.lots,start,add:
source: Add
nl: Toevoegen

# wizard_button:stock.move.add.lots,start,end:
source: Cancel
nl: Annuleer
