Repository: tryton/tryton
Catalog: modules/timesheet_cost/locale/*.po
Languages: ru

# error:company.employee_cost_price:
source: A employee can only have one cost price by date.
ru: У сотрудника может быть только одна себестоимость за день.

# field:company.employee,cost_price:
source: Cost Price
ru: Себестоимость

# field:company.employee,cost_prices:
source: Cost Prices
ru: Себестоимость

# field:company.employee_cost_price,cost_price:
source: Cost Price
ru: Себестоимость

# field:company.employee_cost_price,create_date:
source: Create Date
ru: Дата создания

# field:company.employee_cost_price,create_uid:
source: Create User
ru: Создано пользователем

# field:company.employee_cost_price,date:
source: Date
ru: Дата

# field:company.employee_cost_price,employee:
source: Employee
ru: Сотрудник

# field:company.employee_cost_price,write_date:
source: Write Date
ru: Дата изменения

# field:company.employee_cost_price,write_uid:
source: Write User
ru: Изменено пользователем

# field:timesheet.line,cost_price:
source: Cost Price
ru: Себестоимость

# help:company.employee,cost_price:
source: Hourly cost price for this Employee
ru: Часовая себестоимость для этого сотрудника

# help:company.employee,cost_prices:
source: List of hourly cost price over time
ru: Список часовой себестоимости по времени

# help:company.employee_cost_price,cost_price:
source: Hourly cost price
ru: Часовая себестоимость

# model:company.employee_cost_price,name:
source: Employee Cost Price
ru: Себестоимость сотрудника

# view:company.employee:
source: Cost
ru: Стоимость

# view:company.employee_cost_price:
source: Cost Prices
ru: Себестоимость
