Repository: tryton/tryton
Catalog: modules/stock_package_shipping_ups/locale/*.po
Languages: ca

# field:carrier,ups_label_height:
source: Label Height
ca: Alçada de l'etiqueta

# field:carrier,ups_label_image_format:
source: Label Image Format
ca: Format de la imatge de l'etiqueta

# field:carrier,ups_notifications:
source: Notifications
ca: Notificacions

# field:carrier,ups_service_type:
source: Service Type
ca: Tipus de servei

# field:carrier.credential.ups,account_number:
source: Account Number
ca: Número de compte

# field:carrier.credential.ups,client_id:
source: Client ID
ca: ID Client

# field:carrier.credential.ups,client_secret:
source: Client Secret
ca: Secret client

# field:carrier.credential.ups,company:
source: Company
ca: Empresa

# field:carrier.credential.ups,server:
source: Server
ca: Servidor

# field:carrier.credential.ups,use_metric:
source: Use Metric
ca: Usa mètric

# field:stock.package.type,ups_code:
source: UPS Code
ca: Codi UPS

# model:carrier.credential.ups,name:
source: UPS Credential
ca: Credencial UPS

# model:ir.action,name:act_create_shipping_ups_wizard
source: Create UPS Shipping for Packages
ca: Crea enviament UPS per paquets

# model:ir.action,name:act_ups_credential_form
source: UPS Credentials
ca: Credencials UPS

# model:ir.message,text:msg_phone_required
source: To validate shipment "%(shipment)s" you must add phone number for address "%(address)s".
ca: Per a validar l'albarà "%(shipment)s" s'ha d'afegir un número de telèfon a l'adreça "%(address)s".

# model:ir.message,text:msg_shipment_has_reference_number
source: You cannot create shipping for shipment "%(shipment)s" because it has already a reference number.
ca: No podeu crear el enviament per l'albarà "%(shipment)s" perquè ja té un número de referència.

# model:ir.message,text:msg_shipping_description_required
source: To validate shipment "%(shipment)s" you must fill its shipping description.
ca: Per validar l'albarà "%(shipment)s" heu d'emplenar la seva descripció d'enviament.

# model:ir.message,text:msg_ups_webservice_error
source: UPS webservice call failed with the following error message: %(message)s
ca: La crida al servei web UPS ha fallat amb el següent missatge d'error: %(message)s

# model:ir.message,text:msg_warehouse_address_required
source: To validate shipment "%(shipment)s" you must set an address on warehouse "%(warehouse)s".
ca: Per validar l'albarà "%(shipment)s" heu d'establir una adreça al magatzem "%(warehouse)s".

# model:ir.ui.menu,name:menu_ups_credential_form
source: UPS Credentials
ca: Credencials UPS

# selection:carrier,ups_notifications:
source: Alternate Delivery Location
ca: Direcció d'enviament alternativa

# selection:carrier,ups_notifications:
source: Quantum View Delivery
ca: Lliurament

# selection:carrier,ups_notifications:
source: Quantum View Exception
ca: Excepció

# selection:carrier,ups_notifications:
source: Quantum View In-transit
ca: En trànsit

# selection:carrier,ups_notifications:
source: Quantum View Shop
ca: Tenda

# selection:carrier,ups_notifications:
source: Return or Label Creation
ca: Creació de devolució o etiqueta

# selection:carrier,ups_notifications:
source: UPS Access Point Shipper
ca: UPS Punt d'accés de transportista

# selection:carrier.credential.ups,server:
source: Production
ca: Producció

# selection:carrier.credential.ups,server:
source: Testing
ca: Proves

# view:carrier.credential.ups:
source: Credential Information
ca: Informació de les credencials
