Repository: tryton/tryton
Catalog: modules/account_stock_continental/locale/*.po
Languages: de_de

# error:product.template:
source: You cannot change the cost price for a product which is associated to stock moves. You must use the "Update Cost Price" wizard.
de_de: Der Kostenpreis kann nicht direkt aktualisiert werden für Artikel, die Lagerbewegungen zugeordnet sind. Es muss die Aktion "Kostenpreis aktualisieren" gewählt werden.

# error:product.update_cost_price:
source: The stock account and the counterpart can not be the same account
de_de: Lagerkonto und Gegenkonto können nicht dasselbe Konto sein

# field:account.configuration,cost_price_counterpart_account:
source: Cost Price Counterpart Account
de_de: Gegenkonto Kostenpreis

# field:account.configuration,stock_journal:
source: Stock Journal
de_de: Journal Lager

# field:account.fiscalyear,account_stock_method:
source: Account Stock Method
de_de: Lagerbewertungsmethode

# field:product.category,account_stock:
source: Account Stock
de_de: Konto Lager

# field:product.category,account_stock_customer:
source: Account Stock Customer
de_de: Konto Lager Kunde

# field:product.category,account_stock_customer_used:
source: Account Stock Customer Used
de_de: Verwendetes Konto Lager Kunde

# field:product.category,account_stock_lost_found:
source: Account Stock Lost and Found
de_de: Konto Lager Inventurdifferenz

# field:product.category,account_stock_lost_found_used:
source: Account Stock Lost and Found
de_de: Konto Lager Inventurdifferenz

# field:product.category,account_stock_production:
source: Account Stock Production
de_de: Konto Lager Produktion

# field:product.category,account_stock_production_used:
source: Account Stock Production Used
de_de: Verwendetes Konto Lager Produktion

# field:product.category,account_stock_supplier:
source: Account Stock Supplier
de_de: Konto Lager Lieferant

# field:product.category,account_stock_supplier_used:
source: Account Stock Supplier Used
de_de: Verwendetes Konto Lager Lieferant

# field:product.category,account_stock_used:
source: Account Stock Used
de_de: Verwendetes Konto Lager

# field:product.product,account_stock:
source: Account Stock
de_de: Lagerkonto

# field:product.product,account_stock_customer:
source: Account Stock Customer
de_de: Lagerkonto Kunde

# field:product.product,account_stock_customer_used:
source: Account Stock Customer Used
de_de: Verwendetes Lagerkonto Kunde

# field:product.product,account_stock_lost_found:
source: Account Stock Lost and Found
de_de: Konto Lager Inventurdifferenz

# field:product.product,account_stock_lost_found_used:
source: Account Stock Lost and Found
de_de: Konto Lager Inventurdifferenz

# field:product.product,account_stock_production:
source: Account Stock Production
de_de: Lagerkonto Produktion

# field:product.product,account_stock_production_used:
source: Account Stock Production Used
de_de: Verwendetes Konto Lager Produktion

# field:product.product,account_stock_supplier:
source: Account Stock Supplier
de_de: Lagerkonto Lieferant

# field:product.product,account_stock_supplier_used:
source: Account Stock Supplier Used
de_de: Verwendetes Konto Lager Lieferant

# field:product.product,account_stock_used:
source: Account Stock Used
de_de: Verwendetes Lagerkonto

# field:product.template,account_stock:
source: Account Stock
de_de: Konto Lager

# field:product.template,account_stock_customer:
source: Account Stock Customer
de_de: Konto Lager Kunde

# field:product.template,account_stock_customer_used:
source: Account Stock Customer Used
de_de: Verwendetes Konto Lager Kunde

# field:product.template,account_stock_lost_found:
source: Account Stock Lost and Found
de_de: Konto Lager Inventurdifferenz

# field:product.template,account_stock_lost_found_used:
source: Account Stock Lost and Found
de_de: Konto Lager Inventurdifferenz

# field:product.template,account_stock_production:
source: Account Stock Production
de_de: Konto Lager Produktion

# field:product.template,account_stock_production_used:
source: Account Stock Production Used
de_de: Verwendetes Konto Lager Produktion

# field:product.template,account_stock_supplier:
source: Account Stock Supplier
de_de: Konto Lager Lieferant

# field:product.template,account_stock_supplier_used:
source: Account Stock Supplier Used
de_de: Verwendetes Konto Lager Lieferant

# field:product.template,account_stock_used:
source: Account Stock Used
de_de: Verwendetes Konto Lager

# field:product.update_cost_price.ask,cost_price:
source: Cost Price
de_de: Kostenpreis

# field:product.update_cost_price.ask,product:
source: Variant
de_de: Variante

# field:product.update_cost_price.ask,template:
source: Product
de_de: Artikel

# field:product.update_cost_price.show_move,amount:
source: Amount
de_de: Betrag

# field:product.update_cost_price.show_move,counterpart:
source: Counterpart
de_de: Gegenkonto

# field:product.update_cost_price.show_move,currency_digits:
source: Currency Digits
de_de: Nachkommastellen Währung

# field:product.update_cost_price.show_move,description:
source: Description
de_de: Beschreibung

# field:product.update_cost_price.show_move,price_difference:
source: Price Difference
de_de: Preisdifferenz

# field:product.update_cost_price.show_move,stock_account:
source: Stock Account
de_de: Lagerkonto

# help:product.product,account_stock:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.product,account_stock_customer:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.product,account_stock_lost_found:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.product,account_stock_production:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.product,account_stock_supplier:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.template,account_stock:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.template,account_stock_customer:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.template,account_stock_lost_found:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.template,account_stock_production:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# help:product.template,account_stock_supplier:
source: This account will be used instead of the one defined on the category.
de_de: Dieses Konto wird benutzt anstelle des Kontos, welches in der Kategorie eingestellt ist.

# model:ir.action,name:wizard_update_cost_price
source: Update Cost Price
de_de: Kostenpreis aktualisieren

# model:product.update_cost_price.ask,name:
source: Update Cost Price Ask
de_de: Nachfrage Kostenpreisaktualisierung

# model:product.update_cost_price.show_move,name:
source: Update Cost Price Show Move
de_de: Kostenpreis Aktualisierung Anzeige Buchungssatz

# selection:account.fiscalyear,account_stock_method:
source: Continental
de_de: Kontinental

# selection:account.fiscalyear,account_stock_method:
source: None
de_de: Keine

# view:account.fiscalyear:
source: Account Stock
de_de: Lagerbewertung

# view:product.update_cost_price.ask:
source: Update Cost Price
de_de: Kostenpreis aktualisieren

# view:product.update_cost_price.show_move:
source: Update Cost Price - Move
de_de: Aktualisierung Kostenpreis - Lagerbewegung

# wizard_button:product.update_cost_price,ask_price,end:
source: Cancel
de_de: Abbrechen

# wizard_button:product.update_cost_price,show_move,end:
source: Cancel
de_de: Abbrechen
