Repository: tryton/tryton
Catalog: modules/stock_package_shipping/locale/*.po
Languages: fr

# field:carrier,shipping_service:
source: Shipping Service
fr: Service de livraison

# field:stock.package,has_shipping_service:
source: Has Shipping Service
fr: A un service de livraison

# field:stock.package,shipping_label:
source: Shipping Label
fr: Étiquette de livraison

# field:stock.package,shipping_label_id:
source: Shipping Label ID
fr: ID de l'étiquette de livraison

# field:stock.package,shipping_label_mimetype:
source: Shipping Label MIME Type
fr: Type MIME d'étiquette d'expédition

# field:stock.package,shipping_reference:
source: Shipping Reference
fr: Référence de livraison

# field:stock.package,shipping_tracking_url:
source: Shipping Tracking URL
fr: URL de suivi des envois

# field:stock.shipment.in.return,carrier:
source: Carrier
fr: Transporteur

# field:stock.shipment.in.return,has_shipping_service:
source: Has Shipping Service
fr: A un service de livraison

# field:stock.shipment.in.return,shipping_description:
source: Shipping Description
fr: Description de la livraison

# field:stock.shipment.in.return,shipping_reference:
source: Shipping Reference
fr: Référence de livraison

# field:stock.shipment.out,has_shipping_service:
source: Has Shipping Service
fr: A un service de livraison

# field:stock.shipment.out,shipping_description:
source: Shipping Description
fr: Description de la livraison

# field:stock.shipment.out,shipping_reference:
source: Shipping Reference
fr: Référence de livraison

# model:ir.action,name:act_create_shipping_wizard
source: Create Shipping
fr: Créer la livraison

# model:ir.action,name:report_shipping_label
source: Shipping Label
fr: Étiquette de livraison

# model:ir.action,name:wizard_print_shipping_label
source: Shipping Labels
fr: Étiquettes de livraison

# model:ir.message,text:msg_shipment_not_packed
source: To create shipping labels for shipment "%(shipment)s", you must pack it.
fr: Pour créer les étiquettes de livraison pour l'expédition « %(shipment)s », vous devez l'emballer.

# model:ir.message,text:msg_shipment_without_carrier
source: The shipment "%(shipment)s" does not have a carrier set.
fr: L'expédition « %(shipment)s » n'a pas de transporteur défini.

# model:ir.model.button,string:package_print_shipping_label_button
source: Shipping Label
fr: Étiquette de livraison

# model:ir.model.button,string:shipment_in_return_create_shipping_button
source: Create Shipping for Packages
fr: Créer la livraison pour les emballages

# model:ir.model.button,string:shipment_out_create_shipping_button
source: Create Shipping for Packages
fr: Créer la livraison pour les emballages
