Repository: tryton/tryton
Catalog: modules/quality/locale/*.po
Languages: nl

# field:quality.alert,company:
source: Company
nl: Bedrijf

# field:quality.alert,deferred_by:
source: Deferred by
nl: Uitgesteld door

# field:quality.alert,description:
source: Description
nl: Omschrijving

# field:quality.alert,number:
source: Number
nl: Nummer

# field:quality.alert,origin:
source: Origin
nl: Oorsprong

# field:quality.alert,processed_by:
source: Processed by
nl: Uitgevoerd door

# field:quality.alert,resolved_by:
source: Resolved by
nl: Opgelost door

# field:quality.alert,state:
source: State
nl: Status

# field:quality.alert,title:
source: Title
nl: Titel

# field:quality.configuration,alert_sequence:
source: Alert Sequence
nl: Waarschuwing Reeks

# field:quality.configuration,inspection_sequence:
source: Inspection Sequence
nl: Inspectie Reeks

# field:quality.configuration.sequence,alert_sequence:
source: Alert Sequence
nl: Waarschuwing Reeks

# field:quality.configuration.sequence,company:
source: Company
nl: Bedrijf

# field:quality.configuration.sequence,inspection_sequence:
source: Inspection Sequence
nl: Inspectie Reeks

# field:quality.control,company:
source: Company
nl: Bedrijf

# field:quality.control,frequency:
source: Frequency
nl: Frequentie

# field:quality.control,name:
source: Name
nl: Naam

# field:quality.control,operations:
source: Operations
nl: Activiteiten

# field:quality.control,points:
source: Points
nl: Punten

# field:quality.control,product_category:
source: Product Category
nl: Product categorie

# field:quality.control.point,control:
source: Control
nl: Controle

# field:quality.control.point,tolerance_lower:
source: Tolerance Lower
nl: Ondergrens

# field:quality.control.point,tolerance_upper:
source: Tolerance Upper
nl: Bovengrens

# field:quality.inspect.store,inspections:
source: Inspections
nl: Inspecties

# field:quality.inspection,alerts:
source: Alerts
nl: Waarschuwingen

# field:quality.inspection,company:
source: Company
nl: Bedrijf

# field:quality.inspection,control:
source: Control
nl: Controle

# field:quality.inspection,failed_by:
source: Failed by
nl: Mislukt door

# field:quality.inspection,number:
source: Number
nl: Nummer

# field:quality.inspection,origin:
source: Origin
nl: Oorsprong

# field:quality.inspection,passed_by:
source: Passed by
nl: Gepasseerd door

# field:quality.inspection,points:
source: Points
nl: Punten

# field:quality.inspection,processed_at:
source: Processed at
nl: Uitgevoerd om

# field:quality.inspection,processed_by:
source: Processed by
nl: Uitgevoerd door

# field:quality.inspection,state:
source: State
nl: Status

# help:quality.control,company:
source: The company to which the control applies.
nl: Het bedrijf voor deze controle.

# help:quality.control,frequency:
source: How often the control must be done.
nl: Hoe vaak de controle moet worden uitgevoerd.

# help:quality.control,operations:
source: The operations for which the control is performed.
nl: De bewerkingen waarvoor de controle wordt uitgevoerd.

# help:quality.control,product:
source: The product to which the control applies.
nl: Het product waarop de controle van toepassing is.

# help:quality.control,product_category:
source: The product category to which the control applies.
nl: De productcategorie waarop de controle van toepassing is.

# model:ir.action,name:act_quality_alert_form
source: Alerts
nl: Waarschuwingen

# model:ir.action,name:act_quality_configuration_form
source: Configuration
nl: Instellingen

# model:ir.action,name:act_quality_control_form
source: Controls
nl: Controles

# model:ir.action,name:act_quality_inspection_form
source: Inspections
nl: Inspecties

# model:ir.action,name:act_quality_inspection_form_relate
source: Quality Inspections
nl: Kwaliteit Inspecties

# model:ir.action,name:wizard_production_inspect_done
source: Inspect Done
nl: Inspectie Gereed

# model:ir.action,name:wizard_production_inspect_run
source: Inspect Run
nl: Inspectie Uitvoeren

# model:ir.action,name:wizard_stock_shipment_in_inspect_do
source: Inspect Completion
nl: Voltooi inspectie

# model:ir.action,name:wizard_stock_shipment_in_inspect_receive
source: Inspect Reception
nl: Inspectie Levering

# model:ir.action,name:wizard_stock_shipment_internal_inspect_do
source: Inspect Completion
nl: Voltooi inspectie

# model:ir.action,name:wizard_stock_shipment_internal_inspect_ship
source: Inspect Ship
nl: Inspectie Zending

# model:ir.action,name:wizard_stock_shipment_out_inspect_pack
source: Inspect Pack
nl: Inspectie Pakket

# model:ir.action,name:wizard_stock_shipment_out_inspect_pick
source: Inspect Pick
nl: Inspectie Picking

# model:ir.action,name:wizard_stock_shipment_out_return_inspect_do
source: Inspect Completion
nl: Voltooi inspectie

# model:ir.action,name:wizard_stock_shipment_out_return_inspect_receive
source: Inspect Reception
nl: Inspectie Levering

# model:ir.action.act_window.domain,name:act_quality_alert_form_domain_all
source: All
nl: Alles

# model:ir.action.act_window.domain,name:act_quality_alert_form_domain_deferred
source: Deferred
nl: Uitgesteld

# model:ir.action.act_window.domain,name:act_quality_alert_form_domain_processing
source: Processing
nl: In behandeling

# model:ir.action.act_window.domain,name:act_quality_inspection_form_domain_all
source: All
nl: Alles

source: Pending
nl: In behandeling

source: Processed
nl: Verwerkt

# model:ir.message,text:msg_inspection_delete_non_pending
source: To delete inspection "%(inspection)s" you must reset its state to pending.
nl: Om inspectie "%(inspection)s" te verwijderen, moet u de status ervan terugzetten naar in behandeling.

# model:ir.message,text:msg_quality_inspection_failed
source: To continue, alerts from failed inspections must be resolved.
nl: Om door te gaan, moeten waarschuwingen van mislukte inspecties worden opgelost.

# model:ir.message,text:msg_quality_inspection_missing_point
source: To complete the inspection "%(inspection)s", you must test points "%(points)s".
nl: Om de inspectie "%(inspection)s" af te ronden, moet u de punten "%(points)s" testen.

# model:ir.message,text:msg_quality_inspections
source: Quality Inspections
nl: Kwaliteit Inspecties

# model:ir.model.button,string:quality_alert_defer_button
source: Defer
nl: Uitstellen

# model:ir.model.button,string:quality_alert_open_button
source: Open
nl: Openen

# model:ir.model.button,string:quality_alert_process_button
source: Process
nl: Uitvoeren

# model:ir.model.button,string:quality_alert_resolve_button
source: Resolve
nl: Oplossen

# model:ir.model.button,string:quality_inspection_fail_button
source: Fail
nl: Afkeur

# model:ir.model.button,string:quality_inspection_pass_button
source: Pass
nl: Goedkeur

# model:ir.model.button,string:quality_inspection_pending_button
source: Pending
nl: In behandeling

# model:ir.model.button,string:quality_inspection_process_button
source: Process
nl: Uitvoeren

# model:ir.rule.group,name:rule_group_quality_control_companies
source: User in companies
nl: Gebruiker in bedrijven

# model:ir.rule.group,name:rule_group_quality_inspection_companies
source: User in companies
nl: Gebruiker in bedrijven

# model:ir.sequence,name:sequence_quality_alert
source: Quality Alert
nl: Kwaliteit Waarschuwing

# model:ir.sequence,name:sequence_quality_inspection
source: Quality Inspection
nl: Kwaliteit Inspectie

# model:ir.sequence.type,name:sequence_type_quality_alert
source: Quality Alert
nl: Kwaliteit Waarschuwing

# model:ir.sequence.type,name:sequence_type_quality_inspection
source: Quality Inspection
nl: Kwaliteit Inspectie

# model:ir.ui.menu,name:menu_configuration
source: Configuration
nl: Configuratie

# model:ir.ui.menu,name:menu_quality
source: Quality
nl: Kwaliteit

# model:ir.ui.menu,name:menu_quality_alert_form
source: Alerts
nl: Waarschuwingen

# model:ir.ui.menu,name:menu_quality_configuration
source: Configuration
nl: Instellingen

# model:ir.ui.menu,name:menu_quality_control
source: Controls
nl: Controles

# model:ir.ui.menu,name:menu_quality_inspection_form
source: Inspections
nl: Inspecties

# model:quality.alert,string:
source: Quality Alert
nl: Kwaliteit waarschuwing

# model:quality.configuration,string:
source: Quality Configuration
nl: Kwaliteit configuratie

# model:quality.configuration.sequence,string:
source: Quality Configuration Sequence
nl: Kwaliteit configuratie reeks

# model:quality.control,string:
source: Quality Control
nl: Kwaliteitscontrole

# model:quality.control.point,string:
source: Quality Control Point
nl: Kwaliteitscontrole punt

# model:quality.inspect.store,string:
source: Quality Inspect Store
nl: Kwaliteitsinspectie opslag

# model:quality.inspection,string:
source: Quality Inspection
nl: Kwaliteitsinspectie

# model:res.group,name:group_quality
source: Quality
nl: Kwaliteit

# model:res.group,name:group_quality_admin
source: Quality Administration
nl: Kwaliteit Administratie

# selection:quality.alert,state:
source: Deferred
nl: Uitgesteld

# selection:quality.alert,state:
source: Processing
nl: In behandeling

# selection:quality.alert,state:
source: Resolved
nl: Opgelost

# selection:quality.control,operations:
source: Customer Shipment Packed
nl: Klant Zending Verpakt

# selection:quality.control,operations:
source: Customer Shipment Picked
nl: Klant Zending Gepicked

# selection:quality.control,operations:
source: Customer Shipment Return Done
nl: Klant Retour Zending Gereed

# selection:quality.control,operations:
source: Customer Shipment Return Received
nl: Klant Retour Zending Ontvangen

# selection:quality.control,operations:
source: Internal Shipment Done
nl: Interne Zending Gereed

# selection:quality.control,operations:
source: Internal Shipment Shipped
nl: Interne Zending Verzonden

# selection:quality.control,operations:
source: Production Done
nl: Productie Gereed

# selection:quality.control,operations:
source: Production Run
nl: Productie Uitvoeren

# selection:quality.control,operations:
source: Supplier Shipment Done
nl: Leverancier Zending Gereed

# selection:quality.control,operations:
source: Supplier Shipment Received
nl: Leverancier Zending Ontvangen

# selection:quality.inspection,state:
source: Failed
nl: Afgekeurd

# selection:quality.inspection,state:
source: Passed
nl: Goedgekeurd

# selection:quality.inspection,state:
source: Pending
nl: In behandeling

# view:quality.alert:
source: Other Info
nl: Overige informatie

# view:quality.inspection:
source: Other Info
nl: Overige informatie

# wizard_button:quality.inspect,inspection,end:
source: Cancel
nl: Annuleer

# wizard_button:quality.inspect,inspection,next_:
source: Skip
nl: Overslaan

# wizard_button:quality.inspect,inspection,save:
source: Save
nl: Opslaan
