Repository: tryton/tryton
Catalog: modules/carrier/locale/*.po
Languages: lo

# field:carrier,carrier_cost_method:
source: Carrier Cost Method
lo: ວິທີການຄິດໄລ່ລາຄາຂອງຜູ້ບໍລິການ

# field:carrier,carrier_product:
source: Carrier Product
lo: ຜະລິດຕະພັນຂອງຜູ້ບໍລິການ

# field:carrier,create_date:
source: Create Date
lo: ວັນທີສ້າງ

# field:carrier,create_uid:
source: Create User
lo: ຜູ້ສ້າງ

# field:carrier,id:
source: ID
lo: ເລກລຳດັບ

# field:carrier,party:
source: Party
lo: ພາກສ່ວນ

# field:carrier,write_date:
source: Write Date
lo: ວັນທີບັນທຶກ

# field:carrier,write_uid:
source: Write User
lo: ຜູ້ບັນທຶກ

# field:carrier.selection,active:
source: Active
lo: ໃຊ້ຢູ່

# field:carrier.selection,carrier:
source: Carrier
lo: ຜູ້ໃຫ້ບໍລິການ

# field:carrier.selection,create_date:
source: Create Date
lo: ວັນທີສ້າງ

# field:carrier.selection,create_uid:
source: Create User
lo: ຜູ້ສ້າງ

# field:carrier.selection,from_country:
source: From Country
lo: ຈາກປະເທດ

# field:carrier.selection,id:
source: ID
lo: ເລກລຳດັບ

# field:carrier.selection,sequence:
source: Sequence
lo: ລໍາດັບ

# field:carrier.selection,to_country:
source: To Country
lo: ເຖິງ ປະເທດ

# field:carrier.selection,write_date:
source: Write Date
lo: ວັນທີບັນທຶກ

# field:carrier.selection,write_uid:
source: Write User
lo: ຜູ້ບັນທຶກ

# help:carrier,carrier_cost_method:
source: Method to compute carrier cost
lo: ວິທີການຄິດໄລ່ຄ່າໃຊ້ຈ່າຍຂອງຜູ້ບໍລິການ

# model:carrier,name:
source: Carrier
lo: ຜູ້ໃຫ້ບໍລິການ

# model:carrier.selection,name:
source: Carrier Selection
lo: ການເລືອກຜູ້ໃຫ້ບໍລິການ

# selection:carrier,carrier_cost_method:
source: Product Price
lo: ລາຄາຜະລິດຕະພັນ

# view:carrier.selection:
source: Criteria
lo: ເງື່ອນມາດຖານ
