Repository: tryton/tryton
Catalog: modules/stock_product_location_place/locale/*.po
Languages: de, fr, nl

# field:product.product,location_places:
source: Places per Location
de: Lagerplätze je Lagerort
fr: Places par emplacement
nl: Plaatsen per locatie

# field:product.template,location_places:
source: Places per Location
de: Lagerplätze je Lagerort
fr: Places par emplacement
nl: Plaatsen per locatie

# field:stock.inventory.line,place:
source: Place
de: Lagerplatz
nl: Plek

# field:stock.move,from_place:
source: From Place
de: Von Lagerplatz
fr: Place d'origine
nl: Van plaats

# field:stock.move,to_place:
source: To Place
de: Zu Lagerplatz
fr: Place de destination
nl: Naar plaats

# field:stock.product.location.place,location:
source: Storage Location
de: Lagerort
fr: Emplacement de stockage
nl: Opslag Locatie

# field:stock.product.location.place,place:
source: Place
de: Lagerplatz
nl: Plek

# field:stock.product.location.place,product:
source: Variant
de: Variante
fr: Variante

# field:stock.product.location.place,template:
source: Product
de: Artikel
fr: Produit

# help:stock.product.location.place,place:
source: The place where the product is always stored in the location.
de: Der Lagerplatz, an dem der Artikel immer gelagert wird.
fr: La place où le produit est toujours stocké dans l'emplacement.
nl: De plaats waar het product altijd op de locatie wordt opgeslagen.

# model:ir.message,text:msg_stock_product_location_unique
source: Only one product place can be defined per location.
de: Pro Lagerort kann nur ein Artikellagerplatz definiert werden.
fr: Une seul place de produit peut être défini par emplacement.
nl: Per locatie kan er maar één product plaats gedefinieerd worden.

# model:stock.product.location.place,string:
source: Stock Product Location Place
de: Artikel Lagerplatz
fr: Place d'emplacement du produit en stock
nl: Voorraad product locatie plek
