Repository: tryton/tryton
Catalog: modules/edocument_ubl/locale/*.po
Languages: ca, de, es, fr, nl

# model:edocument.ubl.invoice,string:
source: Edocument Ubl Invoice
ca: Edocument Factura UBL
de: E-Dokument UBL-Rechnung
es: Edocumento Factura UBL
fr: Facture électronique UBL
nl: E-document UBL Factuur

# model:ir.message,text:msg_company_not_found
source: Could not find the company for: %(company)s
ca: No s'ha pogut trobar l'empresa per: %(company)s
de: Das Unternehmen konnte nicht gefunden werden: %(company)s
es: No se ha podido encontrar la empresa para: %(company)s
fr: Impossible de trouver la société pour : %(company)s
nl: Kan het bedrijf niet vinden voor: %(company)s

# model:ir.message,text:msg_credit_note_type_code_unsupported
source: Unsupported credit note type code "%(type_code)s".
ca: Tipus de codi d'abonament no soportat: "%(type_code)s".
de: Nicht unterst체tzter Storno-Rechnungstyp "%(type_code)s".
es: Tipo de c贸digo de abono no soportado: "%(type_code)s".
fr: Code de type de note de crédit non pris en charge « %(type_code)s ».
nl: Creditnota code "%(type_code)s" is niet ondersteund.

# model:ir.message,text:msg_currency_not_found
source: Could not find a currency with code "%(code)s".
ca: No s'ha pogut trobar una moneda amb codi "%(code)s".
de: Es konnte keine W채hrung mit dem Code "%(code)s" gefunden werden.
es: No se ha podido encontrar una moneda con c贸digo "%(code)s".
fr: Impossible de trouver une devise avec le code « %(code)s ».
nl: Er kon geen valuta gevonden worden met code "%(code)s".

# model:ir.message,text:msg_invoice_tax_amount_different
source: The tax amount %(tax_amount)s of the invoice "%(invoice)s" is different from the tax total %(tax_total)s.
ca: L'import de l'impost %(tax_amount)s de la factura "%(invoice)s" és diferent del total d'impostos %(tax_total)s.
de: Der Steuerbetrag %(tax_amount)s der Rechnung "%(invoice)s" weicht vom Steuergesamtbetrag %(tax_total)s ab.
es: El importe del impuesto %(tax_amount)s de la factura "%(invoice)s" es distinto del total de impuestos %(tax_total)s.
fr: Le montant de la taxe %(tax_amount)s de la facture « %(invoice)s » est différent du total de la taxe %(tax_total)s.
nl: Het belastingbedrag %(tax_amount)s van de factuur "%(invoice)s" verschilt van het totale belastingbedrag %(tax_total)s.

# model:ir.message,text:msg_invoice_total_amount_different
source: The total amount %(total_amount)s of the invoice "%(invoice)s" is different from the amount %(amount)s.
ca: L'import total %(total_amount)s de la factura "%(invoice)s" és diferent de l'import %(amount)s.
de: Der Gesamtbetrag %(total_amount)s der Rechnung "%(invoice)s" weicht vom Betrag %(amount)s ab.
es: El importe total %(total_amount)s de la factura "%(invoice)s" es distinto del importe %(amount)s.
fr: Le montant total %(total_amount)s de la facture « %(invoice)s » est différent du montant %(amount)s.
nl: Het totaalbedrag %(total_amount)s van de factuur "%(invoice)s" verschilt van het bedrag %(amount)s.

# model:ir.message,text:msg_invoice_type_code_unsupported
source: Unsupported invoice type code "%(type_code)s".
ca: Tipus de codi de factura no suportat: "%(type_code)s".
de: Nicht unterst체tzter Rechnungstyp "%(type_code)s".
es: Tipo de c贸digo de factura no soportado: "%(type_code)s".
fr: Code de type de facture non pris en charge « %(type_code)s ».
nl: Factuur code "%(type_code)s" is niet ondersteund.

# model:ir.message,text:msg_tax_not_found
source: Could not find tax for: %(tax_category)s
ca: No s'ha trobat un imopst per: %(tax_category)s
de: Keine Steuer gefunden f체r: %(tax_category)s
es: No se ha podido encontrar un impuesto para: %(tax_category)s
fr: Impossible de trouver la taxe pour : %(tax_category)s
nl: Geen belasting gevonden voor: %(tax_category)s

# model:ir.message,text:msg_unit_not_found
source: Could not find a unit with UNECE code "%(code)s".
ca: No s'ha pogut trobar una unitat amb codi UNECE "%(code)s.
de: Es konnte keine Einheit mit dem UNECE-Code "%(code)s" gefunden werden.
es: No se ha podido encontrar una unidad con c贸digo UNECE "%(code)s".
fr: Impossible de trouver une unité avec le code UNECE « %(code)s ».
nl: Er kon geen eenheid met UNECE-code "%(code)s" worden gevonden.

# selection:document.incoming,type:
source: UBL Invoice/Credit Note
ca: Factura/Abonament UBL
de: UBL-Rechnung/Storno-Rechnung
es: Factura/Abono UBL
fr: Facture/Note de crédit UBL
nl: UBL-factuur/creditnota
