Repository: tryton/tryton
Catalog: modules/web_shop_product_data_feed/locale/*.po
Languages: ca, de, es, fr, nl

# field:product.category.facebook,code:
source: Code
ca: Codi
es: Código

# field:product.category.facebook,name:
source: Name
ca: Nom
es: Nombre
fr: Nom
nl: Naam

# field:product.category.google,code:
source: Code
ca: Codi
es: Código

# field:product.category.google,name:
source: Name
ca: Nom
es: Nombre
fr: Nom
nl: Naam

# field:product.product,facebook_category:
source: Facebook Category
ca: Categoria Facebook
de: Facebook Kategorie
es: Categoría Facebook
fr: Catégorie Facebook
nl: Facebook categorie

# field:product.product,google_category:
source: Google Category
ca: Categoria Google
de: Google Kategorie
es: Categoría Google
fr: Catégorie Google
nl: Google categorie

# field:product.template,facebook_category:
source: Facebook Category
ca: Categoria Facebook
de: Facebook Kategorie
es: Categoría Facebook
fr: Catégorie Facebook
nl: Facebook categorie

# field:product.template,google_category:
source: Google Category
ca: Categoria Google
de: Google Kategorie
es: Categoría Google
fr: Catégorie Google
nl: Google categorie

# field:web.shop,product_image_url_template:
source: Product Image URL
ca: URL de la imatge del producte
de: Artikelbild-URL
es: URL Imagen producto
fr: URL de l'image du produit
nl: URL van product afbeelding

# field:web.shop,product_url_template:
source: Product URL
ca: URL del producte
de: Artikel-URL
es: URL Producto
fr: URL du produit

# help:web.shop,product_image_url_template:
source: The template to generate the indexed product image URL. The following placeholders can be used: - ${id} - ${code} - ${name} - ${language} - ${index}
ca: La plantilla per generar l'URL de la imatge del producte a indexar. Es poden utilitzar les següents substitucions: - ${id} - ${code} - ${name} - ${language} - ${index}
de: Die Vorlage, um die indexierte URL des Artikelbildes zu generieren. Es können folgende Platzhalter verwendet werden: - ${id} - ${code} - ${name} - ${language} - ${index}
es: La plantilla para generar la URL de la imagen de producto a indexar. Se pueden usar las siguientes sustituciones: - ${id} - ${code} - ${name} - ${language} - ${index}
fr: Le modèle pour générer l’URL de l’image du produit indexée. Les espaces réservés suivants peuvent être utilisés : - ${id} - ${code} - ${name} - ${language} - ${index}

# help:web.shop,product_url_template:
source: The template to generate the product URL on the web shop. The following placeholders can be used: - ${id} - ${code} - ${name} - ${language}
ca: La plantilla per generar l'URL del producte a la tenda web. Es poden utilitzar les següents substitucions: - ${id} - ${code} - ${name} - ${language}
de: Die Vorlage, um die Artikel-URL im Webshop zu generieren. Es können folgende Platzhalter verwendet werden: - ${id} - ${code} - ${name} - ${language}
es: La para generar la URL del producto en la tienda web. Se pueden usar las siguientes sustituciones: - ${id} - ${code} - ${name} - ${language}
fr: Le modèle pour générer l'URL du produit sur la boutique en ligne. Les espaces réservés suivants peuvent être utilisés : - ${id} - ${code} - ${name} - ${languague}

# model:ir.action,name:act_product_category_facebook_form
source: Facebook Product Categories
ca: Categories de productes de Facebook
de: Facebook Artikelkategorien
es: Categorías de producto de Facebook
fr: Catégories Facebook de produit
nl: Facebook product categorieën

# model:ir.action,name:act_product_category_google_form
source: Google Product Categories
ca: Categories de productes de Google
de: Google Artikelkategorien
es: Categorías de producto de Google
fr: Catégories Google de produit
nl: Google product categorieën

# model:ir.ui.menu,name:menu_product_category_facebook_form
source: Facebook Product Categories
ca: Categories de productes de Facebook
de: Facebook Artikelkategorien
es: Categorías de producto de Facebook
fr: Catégories Facebook de produit
nl: Facebook product categorieën

# model:ir.ui.menu,name:menu_product_category_google_form
source: Google Product Categories
ca: Categories de productes de Google
de: Google Artikelkategorien
es: Categorías de producto de Google
fr: Catégories Google de produit
nl: Google product categorieën

# model:product.category.facebook,string:
source: Product Category Facebook
de: Artikelkategorie Facebook
es: Categoría de producto Facebook
fr: Catégorie de produit Facebook
nl: Product categorie facebook

# model:product.category.google,string:
source: Product Category Google
de: Artikelkategorie Google
es: Categoría producto Google
fr: Catégorie de produit Google
nl: Product categorie google

# selection:ir.cron,method:
source: Update Web Shop Product Data Feed
ca: Actualitza el feed de dades de la botiga
de: Artikeldaten-Feed des Webshops aktualisieren
es: Actualizar el feed de datos de productos de la tienda web
fr: Mettre à jour le flux de données produit des boutiques en ligne
nl: Update de webshop product feed

# help:web.shop,product_image_url_template:
source: The fallback template to generate the product image URL. The following placeholders can be used: - ${id} - ${code} - ${name} - ${language} - ${index}
nl: De template om op terug te vallen voor het genereren van een product afbeelding URL De volgende aanduidingen kunnen worden gebruikt: - ${id} - ${code} - ${name} - ${language} - ${index}

# help:web.shop,product_url_template:
source: The fallback template to generate the product URL. The following placeholders can be used: - ${id} - ${code} - ${name} - ${language}
nl: De template om op terug te vallen om een product URL te generen. De volgende aanduidingen kunnen worden gebruikt: - ${id} - ${code} - ${name} - ${language}
