Repository: tryton/tryton
Catalog: modules/account_deposit/locale/*.po
Languages: nl, sl_si

# field:account.account.type,deposit:
source: Deposit
nl: Aanbetaling

# field:account.account.type.template,deposit:
source: Deposit
nl: Aanbetaling

# field:account.invoice.recall_deposit.start,account:
source: Account
nl: Grootboekrekening
sl_si: Konto

# field:account.invoice.recall_deposit.start,company:
source: Company
nl: Bedrijf
sl_si: Dru탑ba

# field:account.invoice.recall_deposit.start,currency:
source: Currency
nl: Valuta

# field:account.invoice.recall_deposit.start,description:
source: Description
nl: Omschrijving
sl_si: Opis

# field:party.party,deposit:
source: Deposit
nl: Aanbetaling
sl_si: Depozit

# model:account.invoice.recall_deposit.start,string:
source: Account Invoice Recall Deposit Start
nl: Terugstorten factuur aanbetaling start

# model:ir.action,name:act_move_line_deposit
source: Deposit Lines
nl: Aanbetalingsregels

# model:ir.action,name:wizard_recall_deposit
source: Recall Deposit
nl: Terugstorten aanbetaling
sl_si: Odpoklic depozita

# model:ir.message,text:msg_deposit_not_enough
source: The account "%(account)s" has not enough deposit from party "%(party)s".
nl: De grootboekrekening "%(account)s" heeft niet voldoende aanbetaling van relatie "%(party)s".

# model:ir.message,text:msg_erase_party_deposit
source: You cannot erase party "%(party)s" while they have deposit at company "%(company)s".
nl: U kunt relatie "%(party)s" niet verwijderen terwijl men een aanbetaling heeft bij bedrijf "%(company)s".

# model:ir.model.button,string:invoice_recall_deposit_button
source: Recall Deposit
nl: Stort aanbetaling terug

# wizard_button:account.invoice.recall_deposit,start,end:
source: Cancel
nl: Annuleren
sl_si: Prekli훾i

# wizard_button:account.invoice.recall_deposit,start,recall:
source: Recall
nl: Terugstorten
sl_si: Odpoklic

# error:account.invoice:
source: The account "%(account)s" for party "%(party)s" has not enough deposit.
sl_si: Na kontu "%(account)s" pri partnerju "%(party)s" ni dovolj depozita.

# model:account.account.template,name:account_template_deposit
source: Deposit
sl_si: Depozit

source: Unearned Revenues
sl_si: Nezaslu탑eni prihodki

# model:account.invoice.recall_deposit.start,name:
source: Recall deposit on Invoice
sl_si: Odpoklic depozita za ra훾un

# selection:account.account,kind:
source: Deposit
sl_si: Depozit

# selection:account.account.template,kind:
source: Deposit
sl_si: Depozit

# view:account.invoice.recall_deposit.start:
source: Recall Deposit
sl_si: Odpoklic depozita

# view:account.invoice:
source: Recall Deposit
sl_si: Odpoklic depozita
