Repository: tryton/tryton
Catalog: modules/sale_product_recommendation_association_rule/locale/*.po
Languages: nl

# field:sale.configuration,product_association_rule_max_length:
source: The maximal number of products for a rule.
nl: Maximaal aantal producten voor een regel.

# field:sale.configuration,product_association_rule_min_confidence:
source: Minimum Confidence
nl: Minimale zekerheid

# field:sale.configuration,product_association_rule_min_support:
source: Minimum Support
nl: Minimale ondersteuning

# field:sale.configuration,product_association_rule_transactions_up_to:
source: Transactions Up to
nl: Transacties Tot

# field:sale.product.association.rule,antecedent_names:
source: Antecedents
nl: Antecedenten

# field:sale.product.association.rule,antecedents:
source: Antecedents
nl: Antecedenten

# field:sale.product.association.rule,confidence:
source: Confidence
nl: Zekerheid

# field:sale.product.association.rule,consequent_names:
source: Consequents
nl: Gevolgen

# field:sale.product.association.rule,consequents:
source: Consequents
nl: Gevolgen

# field:sale.product.association.rule,conviction:
source: Conviction
nl: Oordeel

# field:sale.product.association.rule,lift:
source: Lift
nl: Stijging

# field:sale.product.association.rule,support:
source: Support
nl: Ondersteuning

# field:sale.product.association.rule.antecedent,rule:
source: Rule
nl: Regel

# field:sale.product.association.rule.consequent,rule:
source: Rule
nl: Regel

# help:sale.configuration,product_association_rule_min_confidence:
source: The minimum probability of the rule.
nl: Minimale kans van de regel.

# help:sale.configuration,product_association_rule_min_support:
source: The minimum frequency of which the items in the rule appear together in the data set.
nl: Het minimale aantal keren dat de items van de regel samen in een data set voorkomen.

# help:sale.product.association.rule,confidence:
source: Probability of consequents, given antecedents.
nl: Aannemelijk gevolg gegeven de antecedenten.

# help:sale.product.association.rule,conviction:
source: The frequency that the rule makes an incorrect prediction.
nl: Het aantal keren dat de regel een onjuiste voorspelling doet.

# help:sale.product.association.rule,lift:
source: If equals to 1, the two occurrences are independent of each other. If greater than 1, the degree to which the two occurrences are dependent on one another. If less than 1, the items are substitute to each other.
nl: Gelijk aan 1, de twee weergaves zijn onafhankelijk van elkaar. Groter dan 1, de mate hoe de twee weergaves afhankelijk zijn van elkaar. Kleiner dan 1, de items zijn vervangers van elkaar.

# help:sale.product.association.rule,support:
source: The frequency of consequents and antecedents appear together.
nl: Het aantal keren dat gevolgen en antecedenten samen worden weergegeven.

# model:ir.action,name:act_product_association_rule_form
source: Sale Association Rules
nl: Verkoop koppeling regels

# model:ir.ui.menu,name:menu_product_association_rule_form
source: Sale Association Rules
nl: Verkoop koppeling regels

# model:sale.product.association.rule,string:
source: Sale Product Association Rule
nl: Verkoop product associatie regel

# model:sale.product.association.rule.antecedent,string:
source: Sale Product Association Rule Antecedent
nl: Verkoop product associatie regel voorgaand

# model:sale.product.association.rule.consequent,string:
source: Sale Product Association Rule Consequent
nl: Verkoop product associatie regel gevolg

# selection:ir.cron,method:
source: Compute Sale Product Association Rules
nl: Bereken verkoop product koppel regels

# selection:sale.configuration,product_recommendation_method:
source: Association Rule
nl: Koppel regel

# view:sale.configuration:
source: Product Recommendation Association Rule
nl: Product aanbeveling koppel regel
