Repository: tryton/tryton
Catalog: modules/sale_rental_progress_invoice/locale/*.po
Languages: de, fr

# field:sale.rental.add_progress.start,date:
source: Date
de: Datum

# field:sale.rental.line,progresses:
source: Progresses
de: Abrechnungszeiträume
fr: Progrès

# field:sale.rental.line-sale.rental.progress,line:
source: Rental Line
de: Vermietungsposition
fr: Ligne de location

# field:sale.rental.line-sale.rental.progress,progress:
source: Progress
de: Abrechnungszeitraum
fr: Progression

# field:sale.rental.progress,date:
source: Date
de: Datum

# field:sale.rental.progress,duration:
source: Duration
de: Dauer
fr: Durée

# field:sale.rental.progress,invoice_lines:
source: Invoice Lines
de: Rechnungspositionen
fr: Lignes de facture

# field:sale.rental.progress,line:
source: Line
de: Position
fr: Ligne

# field:sale.rental.progress,lines:
source: Lines
de: Positionen
fr: Lignes

# field:sale.rental.progress,previous:
source: Previous
de: Vorgänger
fr: Précédente

# field:sale.rental.progress,rental:
source: Rental
de: Vermietung
fr: Location

# model:ir.action,name:wizard_sale_rental_add_progress
source: Add Rental Progress
de: Abrechnungszeitraum hinzufügen
fr: Ajouter un avancement de la location

# model:ir.message,text:msg_sale_rental_progress_line_previous
source: A rental progress date can not have both a line and a previous.
de: Ein Vermietungsabrechnungszeitraum kann nicht gleichzeitig über eine Position und einen Vorgänger verfügen.
fr: Une date d'avancement de location ne peut pas comporter à la fois une ligne et une précédente.

# model:ir.message,text:msg_sale_rental_progress_line_unique
source: A rental line can start only one progress date chain.
de: Eine Vermietungsposition kann nur eine einzige Abrechnungszeitraumsfolge starten.
fr: Une ligne de location ne peut démarrer qu'une seule chaîne de dates de progression.

# model:ir.message,text:msg_sale_rental_progress_previous_unique
source: A rental progress date can be parent only once.
de: Ein Vermietungsabrechnungszeitraum kann nur einmal als übergeordneter Abrechnungszeitraum verwendet werden.
fr: Une date d'avancement de location ne peut être parente qu'une seule fois.

# model:ir.model.button,string:sale_rental_add_progress_button
source: Add Progress
de: Abrechnungszeitraum hinzufügen
fr: Ajouter une progression

# model:sale.rental.add_progress.start,string:
source: Sale Rental Add Progress Start
de: Verkauf Vermietung Abrechnungszeitraum Hinzufügen Start
fr: Vente Location Ajouter un progression Démarrer

# model:sale.rental.line-sale.rental.progress,string:
source: Sale Rental Line - Sale Rental Progress
de: Verkauf Vermietungsposition - Verkauf Vermietung Abrechnungszeitraum
fr: Ligne de location - Avancement de location

# model:sale.rental.progress,string:
source: Sale Rental Progress
de: Verkauf Vermietung Abrechnungszeitraum
fr: Progression de location

# wizard_button:sale.rental.add_progress,start,add:
source: Add
de: Hinzufügen
fr: Ajouter

# wizard_button:sale.rental.add_progress,start,end:
source: Cancel
de: Abbrechen
fr: Annuler
