Repository: tryton/tryton
Catalog: modules/stock_supply_production/locale/*.po
Languages: ca, de, hu_hu, sl_si

# error:stock.supply:
source: There are some late productions.
ca: Hi ha algunes produccions endarrerides.
de: Es exisieren überfällige Produktionen.

# field:production.configuration,supply_period:
source: Supply Period
ca: Període de subministre
de: Beschaffungszeitraum
hu_hu: Beszerzési időszak
sl_si: Obdobje dobave

# field:production.configuration.supply_period,create_date:
source: Create Date
ca: Data de creació
de: Erstellungsdatum

# field:production.configuration.supply_period,create_uid:
source: Create User
ca: Usuari de creació
de: Erstellt durch

# field:production.configuration.supply_period,rec_name:
source: Record Name
ca: Nom del registre
de: Bezeichnung des Datensatzes

# field:production.configuration.supply_period,supply_period:
source: Supply Period
ca: Període de subministre
de: Beschaffungszeitraum

# field:production.configuration.supply_period,write_date:
source: Write Date
ca: Data de modificació
de: Zuletzt geändert

# field:production.configuration.supply_period,write_uid:
source: Write User
ca: Usuari de modificació
de: Letzte Änderung durch

# model:ir.action,name:act_production_request
source: Request Productions
ca: Sol·licituds de producció
de: Produktionen anfordern
hu_hu: Termelés igénylés
sl_si: Proizvodni zahtevki

# model:ir.action.act_window.domain,name:act_order_point_form_domain_production
source: Production
ca: Producció
de: Produktion
hu_hu: Termelés

# model:production.configuration.supply_period,name:
source: Production Configuration Supply Period
ca: Configuració del període de subministre de la producció
de: Einstellungen Produktion Beschaffungszeitraum

# selection:stock.order_point,type:
source: Production
ca: Producció
de: Produktion
hu_hu: Termelés
sl_si: Proizvodni nalog

# help:production.configuration,supply_period:
source: In number of days
ca: En nombre de dies.
de: In Anzahl von Tagen
hu_hu: Napok száma
sl_si: V dnevih

# model:ir.action,name:act_production_request_create
source: Create Production Requests
ca: Crea sol·licituds de producció
de: Produktionsanforderungen erstellen
hu_hu: Termelés igényének megalkotása?
sl_si: Izdelava proizvodnih zahtevkov

# model:ir.cron,name:cron_generate_request
source: Generate Production Requests
ca: Generació sol·licituds de producció
de: Erstellung von Produktionsanforderungen
hu_hu: Termelés igény
sl_si: Izdelava proizvodnih zahtevkov

# model:ir.ui.menu,name:menu_production_request_create
source: Create Production Requests
ca: Crea sol·licituds de producció
de: Produktionsanforderungen erstellen
hu_hu: Termelés igény
sl_si: Izdelava proizvodnih zahtevkov

# model:production.create_request.start,name:
source: Create Production Request
ca: Crea la petició de producció
de: Produktionsanforderung erstellen
hu_hu: Termelés igény
sl_si: Izdelava proizvodnega zahtevka

# view:production.create_request.start:
source: Create Production Requests?
ca: Voleu crear les sol·licituds de producció?
de: Produktionsanforderungen erstellen?
hu_hu: Termelés igényének megalkotása?

# wizard_button:production.create_request,start,create_:
source: Create
ca: Crea
de: Erstellen
hu_hu: Létrehozás
sl_si: Ustvari

# wizard_button:production.create_request,start,end:
source: Cancel
ca: Cancel·la
de: Abbrechen
hu_hu: Mégse
sl_si: Prekliƒçi

# error:production.create_request:
source: There are some late productions.
hu_hu: Nincs késésben termelés

# model:res.user,name:user_generate_request
source: Cron Production Request
hu_hu: Termelés igény tervező
sl_si: Razporejevalnik proizvodnih zahtevkov

# view:production.create_request.start:
source: Create Production Requests
hu_hu: Termelés igény

# view:production.create_request.start:
source: Create Production Request
sl_si: Izdelava proizvodnega zahtevka

# view:production.create_request.start:
source: Create Production Request?
sl_si: Izdelava proizvodnega zahtevka?
