Repository: tryton/tryton
Catalog: modules/product_attribute/locale/*.po
Languages: de, es, fr, pt

# field:product.attribute,create_date:
source: Create Date
de: Erstellungsdatum

# field:product.attribute,create_uid:
source: Create User
de: Erstellt durch

# field:product.attribute,digits:
source: Digits
de: Nachkommastellen

# field:product.attribute,rec_name:
source: Record Name
de: Bezeichnung des Datensatzes

# field:product.attribute,selection:
source: Selection
de: Auswahl

# field:product.attribute,selection_json:
source: Selection JSON
de: Auswahl JSON

# field:product.attribute,selection_sorted:
source: Selection Sorted
de: Sortierte Auswahl

# field:product.attribute,sets:
source: Sets
de: Attributssätze
es: Grupos de atributos
fr: Ensembles
pt: Conjuntos

# field:product.attribute,string:
source: String
de: Zeichenkette

# field:product.attribute,type_:
source: Type
de: Typ

# field:product.attribute,write_date:
source: Write Date
de: Zuletzt geändert

# field:product.attribute,write_uid:
source: Write User
de: Letzte Änderung durch

# field:product.attribute-product.attribute-set,attribute:
source: Attribute
de: Attribut
es: Atributo
fr: Attribut
pt: Atributo

# field:product.attribute-product.attribute-set,attribute_set:
source: Set
de: Attributssatz
es: Grupo de atributos
fr: Ensemble
pt: Conjunto

# field:product.attribute-product.attribute-set,create_date:
source: Create Date
de: Erstellungsdatum

# field:product.attribute-product.attribute-set,create_uid:
source: Create User
de: Erstellt durch

# field:product.attribute-product.attribute-set,rec_name:
source: Record Name
de: Bezeichnung des Datensatzes

# field:product.attribute-product.attribute-set,write_date:
source: Write Date
de: Zuletzt geändert

# field:product.attribute-product.attribute-set,write_uid:
source: Write User
de: Letzte Änderung durch

# field:product.attribute.set,attributes:
source: Attributes
de: Attribute
es: Atributos
fr: Attributs
pt: Atributos

# field:product.attribute.set,create_date:
source: Create Date
de: Erstellungsdatum

# field:product.attribute.set,create_uid:
source: Create User
de: Erstellt durch

# field:product.attribute.set,rec_name:
source: Record Name
de: Bezeichnung des Datensatzes

# field:product.attribute.set,write_date:
source: Write Date
de: Zuletzt geändert

# field:product.attribute.set,write_uid:
source: Write User
de: Letzte Änderung durch

# field:product.product,attribute_set:
source: Attribute Set
de: Attributssatz
es: Grupo de atributos
fr: Ensemble d'attributs
pt: Conjuntos de atributos

# field:product.product,attributes:
source: Attributes
de: Attribute
es: Atributos
fr: Attributs
pt: Atributos

# field:product.template,attribute_set:
source: Attribute Set
de: Attributssatz
es: Grupo de atributos
fr: Ensemble d'attributs
pt: Conjuntos de atributos

# help:product.attribute,selection:
source: A couple of key and label separated by ":" per line
de: Zeilenweise Schlüssel und Bezeichner getrennt durch ":"

# help:product.attribute,selection_sorted:
source: If the selection must be sorted on label
de: Ob die Auswahl nach Bezeichner sortiert werden soll

# help:product.attribute,sets:
source: Add sets to the attribute.
de: Hinzufügen von Sätzen zum Attribut.
es: Añade grupos al atributo.
fr: Ajouter des ensembles à l'attribut.
pt: Adicionar conjuntos ao atributo.

# help:product.attribute.set,attributes:
source: Add attributes to the set.
de: Fügt das Attribut zum Satz.
es: Añade atributos al grupo.
fr: Ajouter des attributs à l'ensemble.
pt: Adicionar atributos ao conjunto.

# help:product.attribute.set,name:
source: The main identifier of product attribute set.
de: Die Hauptbezeichnung des Attributsatzes.
es: El identificador principal del grupo de atributos de producto.
fr: L'identifiant principal de l'ensemble d'attributs de produit.
pt: O principal identificador do conjunto de atributos do produto.

# help:product.product,attribute_set:
source: Select a set of attributes to apply on the variants.
de: Auswahl eine Satzes von Attributen das auf die Variante angewandt wird.
es: Seleccionar un grupo de atributos para aplicar a las variantes.
fr: Sélectionner un ensemble d'attributs à appliquer sur la variante.
pt: Selecione um conjunto de atributos para aplicar às variantes.

# help:product.product,attributes:
source: Add attributes to the variant.
de: Der Variante Attribute hinzufügen.
es: Añade atributos a la variante.
fr: Ajouter des attributs à la variante.
pt: Adicionar atributos à variante.

# help:product.template,attribute_set:
source: Select a set of attributes to apply on the variants.
de: Auswahl eines Satzes von Attributen das auf die Variante angewendet wird.
es: Seleccionar un grupo de atributos para aplicar a las variantes.
fr: Sélectionner un ensemble d'attributs à appliquer sur les variantes.
pt: Selecione um conjunto de atributos para aplicar nas variantes.

# model:ir.action,name:act_attribute_form
source: Attributes
de: Attribute
es: Atributos
fr: Attributs
pt: Atributos

# model:ir.action,name:act_attribute_set_form
source: Attribute Sets
de: Attributssatz
es: Grupos de atributos
fr: Ensembles d'attributs
pt: Conjuntos de Atributos

# model:ir.ui.menu,name:menu_attribute
source: Attributes
de: Attribute
es: Atributos
fr: Attributs
pt: Atributos

# model:ir.ui.menu,name:menu_attribute_set
source: Attribute Sets
de: Attributssatz
es: Grupos de atributos
fr: Ensembles d'attributs
pt: Conjuntos de Atributos

# model:product.attribute,name:
source: Product Attribute
de: Artikelattribut
es: Atributo de producto
fr: Attribut de produit
pt: Atributo do produto

# model:product.attribute-product.attribute-set,name:
source: Product Attribute - Set
de: Artikelattribut - Satz
es: Atributo producto - Grupo
fr: Attribut produit - ensemble
pt: Atributo produto - grupo

# model:product.attribute.set,name:
source: Product Attribute Set
de: Attributssatz
es: Grupo de atributos de producto
fr: Ensemble attribut produit
pt: Grupo de atributos do produto

# selection:product.attribute,type_:
source: Boolean
de: Boole

# selection:product.attribute,type_:
source: Char
de: Zeichen

# selection:product.attribute,type_:
source: Date
de: Datum

# selection:product.attribute,type_:
source: DateTime
de: Datum mit Zeit

# selection:product.attribute,type_:
source: Float
de: Fließkommazahl

# selection:product.attribute,type_:
source: Integer
de: Ganzzahl

# selection:product.attribute,type_:
source: Numeric
de: Numerisch

# selection:product.attribute,type_:
source: Selection
de: Auswahl

# view:product.template:
source: Attributes
de: Attribute
es: Atributos
fr: Attributs
pt: Atributos

# view:product.attribute.set:
source: Attribute Sets
de: Attributssatz

# view:product.attribute:
source: Attribute
de: Attribut

# view:product.attribute:
source: Attributes
de: Attribute

# field:product.attribute.set,name:
source: Name
es: Nombre
fr: Nom
pt: Nome
