Repository: tryton/tryton
Catalog: modules/account_*/locale/*.po
Languages: es

# field:account.payment.journal,es_sepa_bank_account_country_code:
source: Bank Account Country Code
es: Código país cuenta bancaria

# field:account.payment.journal,es_sepa_request_advancement:
source: Request Advancement
es: Solicitar adelanto

# field:account.reporting.aeat.start,periods:
source: Periods
es: Períodos

# field:account.reporting.aeat.start,report:
source: Report
es: Informe

# field:account.reporting.es_ec_operation_list,amount:
source: Amount
es: Importe

# field:account.reporting.es_ec_operation_list,code:
source: Code
es: Código

# field:account.reporting.es_ec_operation_list,company_tax_identifier:
source: Company Tax Identifier
es: Identificador fiscal de la empresa

# field:account.reporting.es_ec_operation_list,currency:
source: Currency
es: Moneda

# field:account.reporting.es_ec_operation_list,currency_digits:
source: Currency Digits
es: Decimales de la moneda

# field:account.reporting.es_ec_operation_list,party:
source: Party
es: Tercero

# field:account.reporting.es_ec_operation_list,party_tax_identifier:
source: Party Tax Identifier
es: Identificador fiscal de tercero

# field:account.reporting.es_ec_operation_list.context,company:
source: Company
es: Empresa

# field:account.reporting.es_ec_operation_list.context,end_date:
source: End Date
es: Fecha fin

# field:account.reporting.es_ec_operation_list.context,fiscalyear:
source: Fiscal Year
es: Ejercicio fiscal

# field:account.reporting.es_ec_operation_list.context,period:
source: Period
es: Período

# field:account.reporting.es_ec_operation_list.context,start_date:
source: Start Date
es: Fecha inicio

# field:account.reporting.vat_list_es,amount:
source: Amount
es: Importe

# field:account.reporting.vat_list_es,code:
source: Code
es: Código

# field:account.reporting.vat_list_es,company_tax_identifier:
source: Company Tax Identifier
es: Identificador fiscal de la empresa

# field:account.reporting.vat_list_es,currency:
source: Currency
es: Moneda

# field:account.reporting.vat_list_es,currency_digits:
source: Currency Digits
es: Decimales de la moneda

# field:account.reporting.vat_list_es,first_period_amount:
source: First Period Amount
es: Importe primer periodo

# field:account.reporting.vat_list_es,fourth_period_amount:
source: Fourth Period Amount
es: Importe cuarto periodo

# field:account.reporting.vat_list_es,party:
source: Party
es: Tercero

# field:account.reporting.vat_list_es,party_tax_identifier:
source: Party Tax Identifier
es: Identificador fiscal del tercero

# field:account.reporting.vat_list_es,province_code:
source: Province Code
es: Código provincia

# field:account.reporting.vat_list_es,second_period_amount:
source: Second Period Amount
es: Importe segundo periodo

# field:account.reporting.vat_list_es,third_period_amount:
source: Third Period Amount
es: Importe tercer periodo

# field:account.reporting.vat_list_es.context,company:
source: Company
es: Empresa

# field:account.reporting.vat_list_es.context,date:
source: Date
es: Fecha

# field:account.tax,es_ec_purchases_list_code:
source: Spanish EC Purchases List Code
es: Código resumen operaciones intracomunitarias

# field:account.tax,es_reported_with:
source: Reported with
es: Reportado con

# field:account.tax,es_vat_list_code:
source: Spanish VAT List Code
es: Código resumen operaciones terceras personas

# field:account.tax.code,aeat_report:
source: AEAT Report
es: Informe AEAT

# field:account.tax.code.template,aeat_report:
source: AEAT Report
es: Informe AEAT

# field:account.tax.template,es_ec_purchases_list_code:
source: Spanish EC Purchase List Code
es: Código resumen operaciones intracomunitarias

# field:account.tax.template,es_reported_with:
source: Reported With
es: Reportado con

# field:account.tax.template,es_vat_list_code:
source: Spanish VAT List Code
es: Código resumen operaciones terceras personas

# field:party.party,es_province_code:
source: Spanish Province Code
es: Código de provincia española

# help:account.payment.journal,es_sepa_request_advancement:
source: Check to receive payments before the payment date.
es: Marcar para recibir los pagos antes de la fecha de pago.

# help:party.party,es_province_code:
source: Set 99 for non Spanish parties.
es: Utilizar '99' para terceros no españoles.

# model:account.reporting.aeat.start,name:
source: Print AEAT Start
es: Inicio imprimir informe AEAT

# model:account.reporting.es_ec_operation_list,name:
source: EC Operation List
es: Resumen operaciones intracomunitarias

# model:account.reporting.es_ec_operation_list.context,name:
source: EC Operation List Context
es: Contexto resumen operaciones intracomunitarias

# model:account.reporting.vat_list_es,name:
source: Spanish VAT List
es: Resumen operaciones terceras personas

# model:account.reporting.vat_list_es.context,name:
source: Spanish VAT List Context
es: Contexto resumen operaciones terceras personas

# model:ir.action,name:act_es_ec_operation_list_form
source: EC Operation List
es: Resumen operaciones intracomunitarias

# model:ir.action,name:act_vat_list_form
source: Spanish VAT List
es: Resumen operaciones terceras personas

# model:ir.action,name:report_aeat_111
source: AEAT Model 111
es: AEAT Modelo 111

# model:ir.action,name:report_aeat_115
source: AEAT Model 115
es: AEAT Modelo 115

# model:ir.action,name:report_aeat_303
source: AEAT Model 303
es: AEAT Modelo 303

# model:ir.action,name:report_aeat_347
source: AEAT Model 347
es: AEAT Modelo 347

# model:ir.action,name:report_aeat_349
source: AEAT Model 349
es: AEAT Modelo 349

# model:ir.action,name:wizard_print_aeat_report
source: Print AEAT
es: Imprimir AEAT

# model:ir.message,text:msg_report_same_fiscalyear
source: To generate the report the periods must be in the same fiscal year.
es: Para generar el informe los períodos deben ser del mismo ejercicio fiscal.

# model:ir.ui.menu,name:menu_es_ec_operation_list
source: EC Operation List
es: Resumen operaciones intracomunitarias

# model:ir.ui.menu,name:menu_print_aeat
source: Print AEAT
es: Imprimir AEAT

# model:ir.ui.menu,name:menu_vat_list
source: Spanish VAT List
es: Resumen operaciones terceras personas

# selection:account.reporting.aeat.start,report:
source: Model 111
es: Modelo 111

# selection:account.reporting.aeat.start,report:
source: Model 115
es: Modelo 115

# selection:account.reporting.aeat.start,report:
source: Model 303
es: Modelo 303

# selection:account.tax.code,aeat_report:
source: Model 111
es: Modelo 111

# selection:account.tax.code,aeat_report:
source: Model 115
es: Modelo 115

# selection:account.tax.code,aeat_report:
source: Model 303
es: Modelo 303

# selection:account.tax.code.template,aeat_report:
source: Model 111
es: Modelo 111

# selection:account.tax.code.template,aeat_report:
source: Model 115
es: Modelo 115

# selection:account.tax.code.template,aeat_report:
source: Model 303
es: Modelo 303

# view:account.tax.template:
source: Spanish VAT
es: IVA Español

# view:account.tax:
source: Spanish VAT
es: IVA Español

# wizard_button:account.reporting.aeat,start,choice:
source: Print
es: Imprimir

# wizard_button:account.reporting.aeat,start,end:
source: Cancel
es: Cancelar
