Repository: tryton/tryton
Catalog: modules/sale_price_list/locale/*.po
Languages: de, ro

# field:party.party,sale_price_list:
source: Sale Price List
de: Preiskonditionsschema Verkauf
ro: Lista de prețuri de vânzare

# field:party.party,sale_price_lists:
source: Sale Price Lists
de: Preiskonditionsschemata Verkauf
ro: Liste de prețuri de vânzare

# field:party.party.sale_price_list,company:
source: Company
de: Unternehmen
ro: Companie

# field:party.party.sale_price_list,party:
source: Party
de: Partei
ro: Parte

# field:party.party.sale_price_list,sale_price_list:
source: Sale Price List
de: Preiskonditionsschema Verkauf
ro: Lista de prețuri de vânzare

# field:product.sale.context,price_list:
source: Price List
de: Preiskonditionsschema
ro: Listă de prețuri

# field:sale.configuration,sale_price_list:
source: Sale Price List
de: Preiskonditionsschema Verkauf
ro: Lista de prețuri de vânzare

# field:sale.configuration.sale_price_list,company:
source: Company
de: Unternehmen
ro: Companie

# field:sale.configuration.sale_price_list,sale_price_list:
source: Sale Price List
de: Preiskonditionsschema Verkauf
ro: Lista de prețuri de vânzare

# field:sale.sale,price_list:
source: Price List
de: Preiskonditionsschema
ro: Listă de prețuri

# help:party.party,sale_price_list:
source: The default price list for new sales.
de: Das Standard-Preiskonditionsschema für neue Verkäufe.
ro: Lista de prețuri implicită pentru vânzări noi.

# help:sale.configuration,sale_price_list:
source: The default price list for new parties.
de: Das Standard-Preiskonditionsschema für neue Parteien.

# help:sale.sale,price_list:
source: Use to compute the unit price of lines.
de: Wird für die Berechnung des Einheits-Preises für Positionen genutzt.
ro: Se utilizează pentru a calcula prețul unitar al rândurilor.

# model:party.party.sale_price_list,string:
source: Party Sale Price List
de: Partei Verkauf Preiskonditionsschema

# model:sale.configuration.sale_price_list,string:
source: Sale Configuration Sale Price List
de: Verkauf Einstellungen Preiskonditionsschema

# selection:product.price_list,unit:
source: Product Sale
de: Artikel Verkauf
