Repository: tryton/tryton
Catalog: modules/web_shop_shopify/locale/*.po
Languages: pt

# field:product.attribute.set,shopify_option1:
source: Option 1
pt: Opção 1

# field:product.attribute.set,shopify_option2:
source: Option 2
pt: Opção 2

# field:product.attribute.set,shopify_option3:
source: Option 3
pt: Opção 3

# field:product.shopify_inventory_item,product:
source: Product
pt: Produto

# field:sale.sale,shopify_tax_adjustment:
source: Shopify Tax Adjustment
pt: Ajuste de Impostos da Shopify

# field:stock.shipment.shopify_identifier,sale:
source: Sale
pt: Venda

# field:stock.shipment.shopify_identifier,shipment:
source: Shipment
pt: Remessa

# field:web.shop,shopify_password:
source: Access Token
pt: Token de Acesso

# field:web.shop,shopify_payment_journals:
source: Payment Journals
pt: Diários de Pagamento

# field:web.shop,shopify_url:
source: Shop URL
pt: URL da Loja

# field:web.shop,shopify_version:
source: Version
pt: Versão

# field:web.shop,shopify_warehouses:
source: Warehouses
pt: Armazéms

# field:web.shop,shopify_webhook_endpoint_order:
source: Webhook Order Endpoint
pt: Endpoint do Pedido do Webhook

# field:web.shop,shopify_webhook_shared_secret:
source: Webhook Shared Secret
pt: Segredo Compartilhado do Webhook

# field:web.shop-stock.location,shopify_id:
source: Shopify ID
pt: ID da Shopify

# field:web.shop-stock.location,shopify_stock_skip_warehouse:
source: Only storage zone
pt: Apenas Zona de Armazenamento

# field:web.shop.shopify_identifier,record:
source: Record
pt: Registro

# field:web.shop.shopify_identifier,to_update:
source: To Update
pt: Para atualizar

# field:web.shop.shopify_identifier,to_update_extra:
source: To Update Extra
pt: Por Atualizar Extra

# field:web.shop.shopify_identifier,web_shop:
source: Web Shop
pt: Loja Virtual

# field:web.shop.shopify_payment_journal,journal:
source: Journal
pt: Diário

# field:web.shop.shopify_payment_journal,shop:
source: Shop
pt: Loja

# help:product.product,shopify_uom:
source: The Unit of Measure of the product on Shopify.
pt: A Unidade de Medida do Produto no Shopify.

# help:product.template,shopify_uom:
source: The Unit of Measure of the product on Shopify.
pt: A Unidade de Medida do Produto no Shopify.

# help:web.shop,shopify_webhook_endpoint_order:
source: The URL to be called by Shopify for Order events.
pt: A URL a ser Chamada pelo Shopify para Eventos de Pedidos.

# help:web.shop-stock.location,shopify_stock_skip_warehouse:
source: Check to use only the quantity of the storage zone.
pt: Marque para usar Somente a Quantidade da Zona de Armazenamento.

# help:web.shop.shopify_payment_journal,gateway:
source: The payment gateway name for which the journal must be used.
pt: O Nome do Gateway de Pagamento para o qual o Diário Deve ser Usado.

# model:ir.action,name:act_shop_shopify_identifier_form
source: Shopify Identifiers
pt: Identificadores do Shopify

# model:ir.action,name:act_stock_shipment_shopify_identifier_form
source: Shipment Identifiers
pt: Identificadores de Remessa

# model:ir.message,text:msg_custom_collection_fail
source: Failed to save custom collection "%(category)s" with error: %(error)s
pt: Falha ao Salvar a Coleção Personalizada "%(category)s" com erro: %(error)s

# model:ir.message,text:msg_fulfillment_fail
source: Failed to save fulfillment for sale "%(sale)s" with error: %(error)s
pt: Falha ao Salvar o Atendimento da Venda "%(sale)s" com erro: %(error)s

# model:ir.message,text:msg_fulfillment_order_line_not_found
source: Failed to find fulfillment order for %(quantity)s of move "%(move)s".
pt: Falha ao Encontrar a ordem de Atendimento para %(quantity)s do Movimento "%(move)s".

# model:ir.message,text:msg_identifier_payment_unique
source: A shopify transaction can only be imported as payment once.
pt: Uma Transação do Shopify só pode ser Importada como Pagamento uma Vez.

# model:ir.message,text:msg_identifier_record_web_shop_unique
source: The record cannot have more than one Shopify identifier per web shop.
pt: O registro não Pode ter Mais de um Identificador Shopify por Loja Virtual.

# model:ir.message,text:msg_identifier_sale_web_shop_unique
source: A Shopify order can only be imported as a sale once.
pt: Um pedido da Shopify só Pode ser Importado como uma Venda uma Vez.

# model:ir.message,text:msg_identifier_shipment_sale_unique
source: The shipment can not have more than one Shopify identifier per sale.
pt: A Remessa não Pode ter Mais de um Identificador Shopify por Venda.

# model:ir.message,text:msg_location_id_unique
source: Each Shopify location can only be linked to one warehouse.
pt: Cada localização da Shopify só pode ser Vinculado a um Armazém.

# model:ir.message,text:msg_product_shopify_uom_digits
source: To update product "%(product)s" on Shopify, you must use an unit of measure without digits.
pt: Para Atualizar o Produto "%(product)s" no Shopify, Você deve usar uma Unidade de Medida sem Dígitos.

# model:ir.message,text:msg_refund_fail
source: Failed to save refund for sale "%(sale)s" with error: %(error)s
pt: Falha ao Salvar o Eeembolso da Venda "%(sale)s" com erro: %(error)s

# model:ir.message,text:msg_sale_line_without_product
source: To process the sale "%(sale)s" you must set a product on the line "%(line)s".
pt: Para Processar a Venda "%(sale)s" Você deve Definir um Produto na Linha "%(line)s".

# model:ir.message,text:msg_shop_currency_different
source: To update products on the shop "%(shop)s", you must set the currency to "%(shopify_currency)s" instead of "%(shop_currency)s".
pt: Para Atualizar Produtos na loja "%(shop)s", Você deve Definir a Moeda como "%(shopify_currency)s" em vez de "%(shop_currency)s".

# model:ir.message,text:msg_shop_locale_different
source: To update products on the shop "%(shop)s", you must set the language to "%(shopify_primary_locale)s" instead of "%(shop_language)s".
pt: Para Atualizar Produtos na Loja "%(shop)s", Você deve definir o Idioma para "%(shopify_primary_locale)s" em vez de "%(shop_language)s".

# model:ir.message,text:msg_shopify_credential_modified
source: Are you sure you want to modify Shopify credentials?
pt: Tem Certeza de Que Deseja Modificar as Credenciais do Shopify?

# model:ir.message,text:msg_shopify_identifier
source: Shopify Identifier
pt: Identificador do Shopify

# model:ir.message,text:msg_shopify_identifiers
source: Shopify Identifiers
pt: Identificadores do Shopify

# model:ir.model.button,string:shop_shopify_identifier_set_to_update_button
source: Set to Update
pt: Definido para Atualizar

# model:ir.ui.menu,name:menu_shop_shopify_identifier_form
source: Shopify Identifiers
pt: Identificadores do Shopify

# model:ir.ui.menu,name:menu_stock_shipment_shopify_identifier_form
source: Shipment Identifiers
pt: Identificadores de Remessa

# model:product.shopify_inventory_item,string:
source: Product Shopify Inventory Item
pt: Item de Inventário do Produto Shopify

# model:stock.shipment.shopify_identifier,string:
source: Stock Shipment Shopify Identifier
pt: Identificador Shopify de Remessa de Estoque

# model:web.shop.shopify_identifier,string:
source: Web Shop Shopify Identifier
pt: Identificador Shopify da Loja Virtual

# model:web.shop.shopify_payment_journal,string:
source: Web Shop Shopify Payment Journal
pt: Diário de Pagamentos da Loja Virtual Shopify

# selection:ir.cron,method:
source: Fetch Shopify Orders
pt: Obter Pedidos do Shopify

# selection:ir.cron,method:
source: Update Shopify Inventory
pt: Atualizar inventário do Shopify

# selection:ir.cron,method:
source: Update Shopify Orders
pt: Atualizar Pedidos do Shopify

# selection:ir.cron,method:
source: Update Shopify Products
pt: Atualizar Produtos do Shopify

# selection:stock.shipment.shopify_identifier,shipment:
source: Customer Shipment
pt: Remessa ao Cliente

# view:product.attribute.set:
source: Shopify Options
pt: Opções do Shopify
