Repository: tryton/tryton
Catalog: modules/sale_gift_card/locale/*.po
Languages: nl

# field:account.account.type,gift_card:
source: Gift Card
nl: Waardebon

# field:account.account.type.template,gift_card:
source: Gift Card
nl: Waardebon

# field:account.configuration,gift_card_account_expense:
source: Gift Card Expense
nl: Kosten waardebon

# field:account.configuration,gift_card_account_revenue:
source: Gift Card Revenue
nl: Inkomsten waardebon

# field:account.configuration.gift_card_account,company:
source: Company
nl: Bedrijf

# field:account.configuration.gift_card_account,gift_card_account_expense:
source: Gift Card Expense
nl: Kosten waardebon

# field:account.configuration.gift_card_account,gift_card_account_revenue:
source: Gift Card Revenue
nl: Inkomsten waardebon

# field:product.product,gift_card:
source: Gift Card
nl: Waardebon

# field:product.template,gift_card:
source: Gift Card
nl: Waardebon

# field:sale.configuration,gift_card_sequence:
source: Gift Card Sequence
nl: Waardebon reeks

# field:sale.configuration.gift_card.sequence,company:
source: Company
nl: Bedrijf

# field:sale.configuration.gift_card.sequence,gift_card_sequence:
source: Gift Card Sequence
nl: Waardebon reeks

# field:sale.gift_card,company:
source: Company
nl: Bedrijf

# field:sale.gift_card,currency:
source: Currency
nl: Valuta

# field:sale.gift_card,number:
source: Number
nl: Nummer

# field:sale.gift_card,origin:
source: Origin
nl: Oorsprong(herkomst)

# field:sale.gift_card,spent_on:
source: Spent On
nl: Uitgegeven aan

# field:sale.gift_card,value:
source: Value
nl: Waarde

# field:sale.line,gift_card_email:
source: Gift Card Email
nl: E-mail waardebon

# field:sale.line,gift_cards:
source: Gift Cards
nl: Waardebonnen

# field:sale.line,is_gift_card:
source: Is Gift Card
nl: Is een waardebon

# field:sale.line,is_gift_card_service:
source: Is Gift Card Service
nl: Is een waardebon dienst

# field:sale.point.sale,gift_cards:
source: Gift Cards
nl: Waardebonnen

# field:sale.point.sale.line,gift_card_email:
source: Gift Card Email
nl: E-mail waardebon

# field:sale.point.sale.line,gift_cards:
source: Gift Cards
nl: Waardebonnen

# field:sale.point.sale.line,is_gift_card:
source: Is Gift Card
nl: Is een waardebon

# field:sale.point.sale.line,is_gift_card_service:
source: Is Gift Card Service
nl: Is cadeaukaartservice

# field:sale.point.sale.pay.gift_card,amount:
source: Amount
nl: Bedrag

# field:sale.point.sale.pay.gift_card,currency:
source: Currency
nl: Valuta

# field:sale.point.sale.pay.gift_card,sale:
source: Sale
nl: Verkoop

# field:sale.sale,gift_cards:
source: Gift Cards
nl: Waardebonnen

# field:stock.move,gift_cards:
source: Gift Cards
nl: Waardebonnen

# field:stock.move,gift_cards_required:
source: Gift Cards Required
nl: Waardebon vereist

# help:sale.line,gift_card_email:
source: Leave empty for the customer email.
nl: Laat leeg voor het e-mailadres van de klant.

# help:sale.point.sale.line,gift_card_email:
source: Leave empty for the customer email.
nl: Laat leeg voor het e-mailadres van de klant.

# model:account.configuration.gift_card_account,string:
source: Account Configuration Gift Card Account
nl: Rekening configuratie cadeaubon grootboekrekening

# model:ir.action,name:act_gift_card_form
source: Gift Cards
nl: Waardebonnen

# model:ir.action,name:report_gift_card
source: Gift Cards
nl: Waardebonnen

# model:ir.action,name:report_gift_card_email
source: Gift Card
nl: Waardebon

# model:ir.action.act_window.domain,name:act_gift_card_form_domain_all
source: All
nl: Alle

# model:ir.action.act_window.domain,name:act_gift_card_form_domain_pending
source: Pending
nl: In afwachting

# model:ir.action.act_window.domain,name:act_gift_card_form_domain_sent
source: Sent
nl: Verzonden

# model:ir.message,text:msg_gift_card_email_invalid
source: The email address "%(email)s" for "%(card)s" is not valid.
nl: Het email adres "%(email)s" voor "%(card)s" is niet geldig.

# model:ir.message,text:msg_gift_card_invalid_uom
source: The default unit of measure for the gift card "%(template)s" must be "%(unit)s".
nl: De standaard maateenheid voor de waardebon "%(template)s" moet "%(unit)s" zijn.

# model:ir.message,text:msg_gift_card_move_quantity
source: To do the move "%(move)s", you must use exactly %(quantity)d gift card(s).
nl: Om de boeking "%(move)s" uit te voeren, moet u exact %(quantity)d waardebon(nen) gebruiken.

# model:ir.message,text:msg_gift_card_number_unique
source: The numbers for each company's gift cards must be unique.
nl: De nummers voor de waardebonnen van elk bedrijf moeten uniek zijn.

# model:ir.rule.group,name:rule_group_gift_card_companies
source: User in companies
nl: Gebruiker in het bedrijf

# model:ir.sequence.type,name:sequence_type_gift_card
source: Gift Card
nl: Waardebon

# model:ir.ui.menu,name:menu_gift_card_form
source: Gift Cards
nl: Waardebonnen

# model:res.group,name:group_gift_card_admin
source: Gift Card Administration
nl: Waardebon administratie

# model:sale.configuration.gift_card.sequence,string:
source: Sale Configuration Gift Card Sequence
nl: Verkoop configuratie cadeaubon reeks

# model:sale.gift_card,string:
source: Sale Gift Card
nl: Verkoop cadeaubon

# model:sale.point.sale.pay.gift_card,string:
source: Sale Point Sale Pay Gift Card
nl: Verkoop POS betaal cadeaubon

# report:sale.gift_card.email:
source: Gift Card
nl: Waardebon

# report:sale.gift_card.email:
source: Here is your code:
nl: Hier is je code:

# report:sale.gift_card.email:
source: You received a gift card of %(value)s for %(company)s.
nl: U hebt een waardebon van %(value)s ontvangen voor %(company)s.

# report:sale.gift_card:
source: Value:
nl: Waarde:

# view:account.configuration:
source: Gift Card
nl: Waardebon

# view:sale.line:
source: Gift Cards
nl: Waardebonnen

# view:sale.point.sale.line:
source: Gift Cards
nl: Waardebonnen

# wizard_button:sale.point.sale.pay,gift_card,add_gift_card:
source: Add
nl: Toevoegen

# wizard_button:sale.point.sale.pay,gift_card,end:
source: Cancel
nl: Annuleer

# wizard_button:sale.point.sale.pay,payment,gift_card:
source: Gift Card
nl: Waardebom
