Repository: tryton/tryton
Catalog: modules/sale_advance_payment/locale/*.po
Languages: ro

# field:sale.advance_payment.condition,account:
source: Account
ro: Cont

# field:sale.advance_payment.condition,amount:
source: Amount
ro: Suma

# field:sale.advance_payment.condition,currency:
source: Currency
ro: Monedă

# field:sale.advance_payment.condition,description:
source: Description
ro: Descriere

# field:sale.advance_payment.condition,invoice_delay:
source: Invoice Delay
ro: Întârzierea facturii

# field:sale.advance_payment.condition,invoice_lines:
source: Invoice Lines
ro: Rânduri Factură

# field:sale.advance_payment.condition,sale:
source: Sale
ro: Vânzare

# field:sale.advance_payment.condition,sale_company:
source: Company
ro: Companie

# field:sale.advance_payment.condition,sale_state:
source: Sale State
ro: Starea vânzării

# field:sale.advance_payment_term,lines:
source: Lines
ro: Rânduri

# field:sale.advance_payment_term,name:
source: Name
ro: Nume

# field:sale.advance_payment_term.line,account:
source: Account
ro: Cont

# field:sale.advance_payment_term.line,accounts:
source: Accounts
ro: Conturi

# field:sale.advance_payment_term.line,advance_payment_term:
source: Advance Payment Term
ro: Termen de plata in avans

# field:sale.advance_payment_term.line,description:
source: Description
ro: Descriere

# field:sale.advance_payment_term.line,formula:
source: Formula
ro: Formulă

# field:sale.advance_payment_term.line,invoice_delay:
source: Invoice Delay
ro: Întârzierea facturii

# field:sale.advance_payment_term.line.account,account:
source: Account
ro: Cont

# field:sale.advance_payment_term.line.account,company:
source: Company
ro: Companie

# field:sale.advance_payment_term.line.account,line:
source: Line
ro: Rând

# field:sale.sale,advance_payment_conditions:
source: Advance Payment Conditions
ro: Condiții de plată în avans

# field:sale.sale,advance_payment_invoices:
source: Advance Payment Invoices
ro: Facturi cu plata în avans

# field:sale.sale,advance_payment_term:
source: Advance Payment Term
ro: Termen de plată în avans

# help:sale.advance_payment_term.line,account:
source: Used for the line of advance payment invoice.
ro: Folosit pentru rândul facturii de plată în avans.

# help:sale.advance_payment_term.line,block_shipping:
source: Check to prevent the packing of the shipment before advance payment.
ro: Bifați pentru a preveni ambalarea transportului înainte de plata în avans.

# help:sale.advance_payment_term.line,block_supply:
source: Check to prevent any supply request before advance payment.
ro: Bifați pentru a preveni orice cerere de aprovizionare înainte de plata în avans.

# help:sale.advance_payment_term.line,description:
source: Used as description for the invoice line.
ro: Folosit ca descriere pentru rândul de factură.

# help:sale.advance_payment_term.line,formula:
source: A python expression used to compute the advance payment amount that will be evaluated with: - total_amount: The total amount of the sale. - untaxed_amount: The total untaxed amount of the sale.
ro: O expresie Python utilizată pentru a calcula suma plății în avans care va fi evaluată cu: - total_amount: suma totală a vânzării. - untaxed_amount: suma totală netaxată a vânzării.

# model:ir.action,name:act_advance_payment_term_form
source: Advance Payment Terms
ro: Termene de plată în avans

# model:ir.message,text:msg_shipping_blocked
source: To pack shipments the customer must paid the advance payment for sale "%(sale)s".
ro: Pentru a ambala expedierile clientul trebuie să plătească avansul pentru vânzarea „%(sale)s”.

# model:ir.ui.menu,name:menu_advance_payment_term
source: Advance Payment Terms
ro: Termene de plată în avans
