Repository: tryton/tryton
Catalog: modules/account_statement_sepa/locale/*.po
Languages: nl

source: Account Owner Transaction Identification
nl: Transactie nummer van rekening eigenaar

source: Account Service Reference
nl: Referentie van de bank

source: Account Servicer Transaction Identification
nl: Transactie nummer van de bank

source: Additional Transaction Information
nl: Extra transactie informatie

# model:account.statement.origin.information,string:information_cheque_number
source: Cheque Number
nl: Cheque nummer

source: Clearing System Reference
nl: Systeem opschoon referentie

# model:account.statement.origin.information,string:information_creditor_iban
source: Creditor IBAN
nl: IBAN crediteur

# model:account.statement.origin.information,string:information_creditor_name
source: Creditor Name
nl: Naam crediteur

# model:account.statement.origin.information,string:information_debtor_iban
source: Debtor IBAN
nl: IBAN debiteur

# model:account.statement.origin.information,string:information_debtor_name
source: Debtor Name
nl: Naam debiteur

source: End to End Identification
nl: End-to-end referentie

source: Instruction Identification
nl: Instructie nummer

source: Mandate Identification
nl: Machtigingsnummer

source: Market Infrastructure Transaction Identification
nl: Transactie nummer markt infrastructuur

source: Message Identification
nl: Berichtnummer

source: Payment Information Identification
nl: Betaalinformatie nummer

source: Processing Identification
nl: Behandelingsnummer

source: Remittance Information
nl: Overschrijf informatie

source: Transaction Identification
nl: Transactie nummer

source: Ultimate Creditor Name
nl: Naam uiteindelijke crediteur

source: Ultimate Debtor Name
nl: Naam uiteindelijke debiteur
