Repository: tryton/tryton
Catalog: modules/sale_promotion_coupon/locale/*.po
Languages: es

# field:sale.promotion,coupons:
source: Coupons
es: Cupones

# field:sale.promotion.coupon,company:
source: Company
es: Empresa

# field:sale.promotion.coupon,number_of_use:
source: Number of Use
es: Nombre de usos

# field:sale.promotion.coupon,numbers:
source: Numbers
es: Números

# field:sale.promotion.coupon,per_party:
source: Per Party
es: Por tercero

# field:sale.promotion.coupon,promotion:
source: Promotion
es: Promoción

# field:sale.promotion.coupon.number,company:
source: Company
es: Empresa

# field:sale.promotion.coupon.number,coupon:
source: Coupon
es: Cupón

# field:sale.promotion.coupon.number,end_date:
source: End Date
es: Fecha final

# field:sale.promotion.coupon.number,number:
source: Number
es: Número

# field:sale.promotion.coupon.number,start_date:
source: Start Date
es: Fecha inicial

# field:sale.sale,coupon_parties:
source: Coupon Parties
es: Terceros de los cupones

# field:sale.sale,coupons:
source: Coupons
es: Cupones

# field:sale.sale-sale.promotion.coupon.number,number:
source: Number
es: Número

# field:sale.sale-sale.promotion.coupon.number,sale:
source: Sale
es: Venta

# help:sale.promotion.coupon,number_of_use:
source: How much times a coupon number can be used. 0 or below for no limit.
es: El número de veces que se puede utilizar el cupón. 0 o menos indica sin límite.

# help:sale.promotion.coupon,per_party:
source: Check to count usage per party.
es: Marcar para contar el uso por tercero.

# model:ir.action,name:act_promotion_coupon_number_form
source: Coupon Numbers
es: Números de cupón

# model:ir.message,text:msg_duplicate_numbers
source: The dates of coupon numbers with the same number can not overlap.
es: Las fechas de los números de cupón con el mismo número no pueden superponerse.

# model:ir.message,text:msg_promotion_coupon_number_end_date
source: The end date of coupons numbered "%(numbers)s" must be before %(start_date)s.
es: La fecha de finalización de los cupones numerados "%(numbers)s" debe ser anterior a %(start_date)s.

# model:ir.message,text:msg_promotion_coupon_number_start_date
source: The start date of coupons numbered "%(numbers)s" must be after %(start_date)s.
es: La fecha de inicio de los cupones numerados "%(numbers)s" debe ser posterior a %(start_date)s.

# model:ir.rule.group,name:rule_group_coupon_companies
source: User in companies
es: Usuario en las empresas

# model:ir.rule.group,name:rule_group_coupon_number_companies
source: User in companies
es: Usuario en las empresas

# model:ir.ui.menu,name:menu_promotion_coupon_number
source: Coupon Numbers
es: Número de cupón promocional

# model:sale.promotion.coupon,string:
source: Sale Promotion Coupon
es: Cupón promocional

# model:sale.promotion.coupon.number,string:
source: Sale Promotion Coupon Number
es: Venta Número de cupón promocional

# model:sale.sale-sale.promotion.coupon.number,string:
source: Sale - Sale Promotion Coupon Number
es: Venta - Número de cupón promocional
