Repository: tryton/tryton
Catalog: modules/sale_product_recommendation/locale/*.po
Languages: de, es

# field:product.product,recommendable:
source: Recommendable
de: Empfehlenswert
es: Recomendable

# field:product.template,recommendable:
source: Recommendable
de: Empfehlenswert
es: Recomendable

# field:sale.configuration,product_recommendation_method:
source: Method
de: Methode
es: Método

# field:sale.configuration,product_recommendation_size:
source: Size
de: Größe
es: Tamaño

# field:sale.configuration.product_recommendation,product_recommendation_method:
source: Product Recommendation Method
de: Artikelempfehlungsmethode
es: Método de recomendación de producto

# field:sale.configuration.product_recommendation,product_recommendation_size:
source: Size
de: Größe
es: Tamaño

# field:sale.point.sale,recommended_products:
source: Recommended Products
de: Empfohlene Artikel
es: Productos recomendados

# field:sale.sale,recommended_products:
source: Recommended Products
de: Empfohlene Artikel
es: Productos recomendados

# model:sale.configuration.product_recommendation,string:
source: Sale Configuration Product Recommendation
de: Verkauf Einstellungen Artikelempfehlung
es: Configuración recomendación de producto

# view:sale.configuration:
source: Product Recommendation
de: Artikelempfehlung
es: Recomendación de producto
