Repository: tryton/tryton
Catalog: modules/account_tax_cash/locale/*.po
Languages: ca, nl

# error:account.period:
source: There are payable/receivable lines from the period "%(period)s" not linked to an invoice.
ca: Hi ha apunts a cobrar/pagar per al període "%(period)s" que no estan vinculades a cap factura.

# field:account.fiscalyear,tax_group_on_cash_basis:
source: Tax Group On Cash Basis
ca: Grups d'impostos amb criteri de caixa
nl: Belastinggroep op kasbasis

# field:account.invoice,tax_group_on_cash_basis:
source: Tax Group On Cash Basis
ca: Grups d'impostos amb criteri de caixa
nl: Belastinggroep op kasbasis

# field:account.invoice.tax.group.cash,create_date:
source: Create Date
ca: Data de creació

# field:account.invoice.tax.group.cash,create_uid:
source: Create User
ca: Usuari de creació

# field:account.invoice.tax.group.cash,invoice:
source: Invoice
ca: Factura
nl: Factuur

# field:account.invoice.tax.group.cash,rec_name:
source: Record Name
ca: Nom del registre

# field:account.invoice.tax.group.cash,tax_group:
source: Tax Group
ca: Grup d'impost
nl: Belastinggroep

# field:account.invoice.tax.group.cash,write_date:
source: Write Date
ca: Data de modificació

# field:account.invoice.tax.group.cash,write_uid:
source: Write User
ca: Usuari de modificació

# field:account.period,tax_group_on_cash_basis:
source: Tax Group On Cash Basis
ca: Grups d'impostos amb criteri de caixa
nl: Belastinggroep op kasbasis

# field:account.tax.group.cash,create_date:
source: Create Date
ca: Data de creació

# field:account.tax.group.cash,create_uid:
source: Create User
ca: Usuari de creació

# field:account.tax.group.cash,fiscalyear:
source: Fiscal Year
ca: Exercici fiscal
nl: Boekjaar

# field:account.tax.group.cash,party:
source: Party
ca: Tercer
nl: Relatie

# field:account.tax.group.cash,period:
source: Period
ca: Període
nl: Periode

# field:account.tax.group.cash,rec_name:
source: Record Name
ca: Nom del registre

# field:account.tax.group.cash,tax_group:
source: Tax Group
ca: Grup d'impost
nl: Belastinggroep

# field:account.tax.group.cash,write_date:
source: Write Date
ca: Data de modificació

# field:account.tax.group.cash,write_uid:
source: Write User
ca: Usuari de modificació

# field:account.tax.line,on_cash_basis:
source: On Cash Basis
ca: Criteri de caixa
nl: Op kasbasis

# field:account.tax.line,period:
source: Period
ca: Període
nl: Periode

# field:party.party,supplier_tax_group_on_cash_basis:
source: Supplier Tax Group On Cash Basis
ca: Grups d'impostos del proveïdor amb criteri de caixa
nl: Belastinggroep leveranciers op kasbasis

# help:account.fiscalyear,tax_group_on_cash_basis:
source: The tax group reported on cash basis for this fiscal year.
ca: Els grups d'impost que es reporten amb criteri de caixa per aquest exercici fiscal.
nl: Aangegeven belastinggroep in de cash voor dit boekjaar.

# help:account.invoice,tax_group_on_cash_basis:
source: The tax group reported on cash basis for this invoice.
ca: Els grups d'impost que es reporten amb criteri de caixa per aquesta factura.
nl: Aangegeven belastinggroep in de cash voor deze factuur.

# help:account.period,tax_group_on_cash_basis:
source: The tax group reported on cash basis for this period.
ca: Els grups d'impost que es reporten amb criteri de caixa per aquest període.
nl: Aangegeven belastinggroep in de cash voor deze periode.

# help:party.party,supplier_tax_group_on_cash_basis:
source: The tax group reported on cash basis for this supplier.
ca: Els grups d'impost que es reporten amb criteri de caixa per aquest proveïdor.
nl: Aangegeven belastinggroep in de cash voor deze leverancier.

# model:account.invoice.tax.group.cash,name:
source: Tax Group on Cash Basis per Invoice
ca: Grups d'impostos amb criteri de caixa per factura

# model:account.tax.group.cash,name:
source: Tax Group On Cash Basis
ca: Grup d'imposts amb criteri de caixa

# view:account.fiscalyear:
source: Taxes
ca: Impostos
nl: Belastingen

# model:account.invoice.tax.group.cash,string:
source: Account Invoice Tax Group Cash
nl: Grootboek factuur belasting groep kas

# model:account.tax.group.cash,string:
source: Account Tax Group Cash
nl: Grootboek belasting groep kas

# model:ir.message,text:msg_close_period_line_payment
source: To close period "%(period)s" you must link all payable/receivable lines to invoices.
nl: Om periode "%(period)s" te sluiten, moet u alle te betalen / te ontvangen regels aan facturen koppelen.

# model:ir.message,text:msg_tax_type_move_line_cash_basis_no_period_unique
source: Only one tax line on cash basis can be without period per move line.
nl: Alleen één belasting regel op kas basis kan zonder periode per boekingsregel zijn.
