Repository: tryton/tryton
Catalog: modules/account_stock_anglo_saxon/locale/*.po
Languages: fr

# error:stock.move:
source: Anglo-Saxon quantity can not be greater than quantity.
fr: La quantité anglo-saxonne ne peut être plus grande que la quantité.

# field:product.category,account_cogs:
source: Account Cost of Goods Sold
fr: Compte « coût des marchandises vendues »

# field:product.category,account_cogs_used:
source: Account Cost of Goods Sold Used
fr: Compte « coût des marchandises vendues » utilisé

# field:product.category.account,account_cogs:
source: Account Cost of Goods Sold
fr: Compte « coût des marchandises vendues »

# field:product.product,account_cogs:
source: Account Cost of Goods Sold
fr: Compte « coût des marchandises vendues »

# field:product.product,account_cogs_used:
source: Account Cost of Goods Sold Used
fr: Compte « coût des marchandises vendues » utilisé

# field:product.template,account_cogs:
source: Account Cost of Goods Sold
fr: Compte « coût des marchandises vendues »

# field:product.template,account_cogs_used:
source: Account Cost of Goods Sold Used
fr: Compte « coût des marchandises vendues » utilisé

# field:product.template.account,account_cogs:
source: Account Cost of Goods Sold
fr: Compte « coût des marchandises vendues »

# field:stock.move,in_anglo_saxon_quantity:
source: Input Anglo-Saxon Quantity
fr: Quantité anglo-saxonne entrée

# field:stock.move,out_anglo_saxon_quantity:
source: Output Anglo-Saxon Quantity
fr: Quantité anglo-saxonne sortie

# help:product.product,account_cogs:
source: This account will be used instead of the one defined on the category.
fr: Ce compte sera utilisé au lieu de celui défini sur la catégorie.

# help:product.template,account_cogs:
source: This account will be used instead of the one defined on the category.
fr: Ce compte sera utilisé au lieu de celui défini sur la catégorie.

# selection:account.fiscalyear,account_stock_method:
source: Anglo-Saxon
fr: Anglo-Saxonne
