Repository: tryton/tryton
Catalog: modules/purchase_invoice_line_standalone/locale/*.po
Languages: fr

# field:party.party,purchase_invoice_line_standalone:
source: Purchase Invoice Line Standalone
fr: Ligne de facture d'achat autonome

# field:party.party,purchase_invoice_lines_standalone:
source: Purchase Invoice Lines Standalone
fr: Lignes de facture d'achat autonome

# field:party.party.purchase_invoice_line_standalone,party:
source: Party
fr: Tiers

source: Invoice Line Standalone
fr: Ligne de facture autonome

# field:purchase.purchase,invoice_lines:
source: Invoice Lines
fr: Lignes de facture

# field:purchase.purchase,invoice_lines_ignored:
source: Invoice Lines Ignored
fr: Lignes de facture ignorées

# field:purchase.purchase-ignored-account.invoice.line,invoice:
source: Invoice Line
fr: Ligne de facture

# field:purchase.purchase-ignored-account.invoice.line,purchase:
source: Purchase
fr: Achat

# model:ir.action,name:act_purchase_invoice_line_relate
source: Invoice Lines
fr: Lignes de facture

# model:party.party.purchase_invoice_line_standalone,string:
source: Party Purchase Invoice Line Standalone
fr: Ligne de facture d'achat autonome de tiers

# model:purchase.purchase-ignored-account.invoice.line,string:
source: Purchase - Ignored - Account Invoice Line
fr: Achat - Ignorée - Ligne de facture
